{"List of anonymously published works": [{"description": "The Coffin Texts are a collection of ancient Egyptian funerary spells written on coffins beginning in the First Intermediate Period. They are partially derived from the earlier Pyramid Texts, reserved for royal use only, but contain substantial new material related to everyday desires, indicating a new target audience of common people. Ordinary Egyptians who could afford a coffin had access to these funerary spells and the pharaoh no longer had exclusive rights to an afterlife.As the modern name of this collection of some 1,185 spells implies, they were mostly inscribed on Middle Kingdom coffins. They were also sometimes written on tomb walls, stelae, canopic chests, papyri and mummy masks. Due to the limited writing surfaces of some of these objects, the spells were often abbreviated, giving rise to long and short versions, some of which were later copied in the Book of the Dead.", "title": "Coffin Texts"}, {"description": "The literature that makes up the ancient Egyptian funerary texts is a collection of religious documents that were used in ancient Egypt, usually to help the spirit of the concerned person to be preserved in the afterlife.\nThey evolved over time, beginning with the Pyramid Texts in the Old Kingdom, which were the concern only of royal burials, through the Coffin Texts of the Middle Kingdom, the several books in the New Kingdom and later times. With passing time access to these documents was extended to the noble classes, then the common population (those who could afford ritual burials).\n\n", "title": "Ancient Egyptian funerary texts"}, {"description": "The Book of the Dead is an ancient Egyptian funerary text, used from the beginning of the New Kingdom (around 1550 BCE) to around 50 BCE. The original Egyptian name for the text, transliterated rw nw prt m hrw is translated as Book of Coming Forth by Day. Another translation would be Book of Emerging Forth into the Light. \"Book\" is the closest term to describe the loose collection of texts consisting of a number of magic spells intended to assist a dead person's journey through the Duat, or underworld, and into the afterlife and written by many priests over a period of about 1000 years.\nThe Book of the Dead was part of a tradition of funerary texts which includes the earlier Pyramid Texts and Coffin Texts, which were painted onto objects, not papyrus. Some of the spells included were drawn from these older works and date to the 3rd millennium BCE. Other spells were composed later in Egyptian history, dating to the Third Intermediate Period (11th to 7th centuries BCE). A number of the spells which made up the Book continued to be inscribed on tomb walls and sarcophagi, as had always been the spells from which they originated. The Book of the Dead was placed in the coffin or burial chamber of the deceased.\nThere was no single or canonical Book of the Dead. The surviving papyri contain a varying selection of religious and magical texts and vary considerably in their illustration. Some people seem to have commissioned their own copies of the Book of the Dead perhaps choosing the spells they thought most vital in their own progression to the afterlife. The Book of the Dead was most commonly written in hieroglyphic or hieratic script on a papyrus scroll, and often illustrated with vignettes depicting the deceased and their journey into the afterlife.\nThe finest of examples we have of the Egyptian Book of the Dead in antiquity is the Papyrus Scroll of Ani, an Egyptian Scribe. It is at the British Museum of Art in London, and was discovered by and was taken out of Egypt in 1888 by Sir E. A. Wallis Budge, and was brought to the London Museum to preserve it, and it is where the Papyrus Scroll of Ani remains unto this day.", "title": "Book of the Dead"}, {"description": "The Amduat (literally \"That Which Is In the Afterworld\", also translated as \"Text of the Hidden Chamber Which is in the Underworld\" and \"Book of What is in the Underworld\") is an important ancient Egyptian funerary text of the New Kingdom of Egypt. Like many funerary texts, it was found written on the inside of the pharaoh's tomb for reference. Unlike other funerary texts, however, it was reserved only for pharaohs (until the Twenty-first Dynasty almost exclusively) or very favored nobility.It tells the story of Ra, the Egyptian sun god who travels through the underworld, from the time when the sun sets in the west and rises again in the east. It is said that the dead Pharaoh is taking this same journey, ultimately to become one with Ra and live forever.\nThe underworld is divided into twelve hours of the night, each representing different allies and enemies for the Pharaoh/sun god to encounter. The Amduat names all of these gods and monsters. The main purpose of the Amduat is to give the names of these gods and monsters to the spirit of the dead Pharaoh, so he can call upon them for help or use their name to defeat them.\nAs well as enumerating and naming the inhabitants of the Duat, both good and bad, the illustrations of the work show clearly the topography of the underworld. The earliest complete version of the Amduat is found in KV34, the tomb of Thutmose III in the Valley of the Kings.", "title": "Amduat"}, {"description": "The Spell of the Twelve Caves (also called the Wandering of the Soul) is an important Ancient Egyptian funerary text, dating to the New Kingdom.", "title": "Spell of the Twelve Caves"}, {"description": "The Book of Gates is an Ancient Egyptian funerary text dating from the New Kingdom. It narrates the passage of a newly deceased soul into the next world, corresponding to the journey of the sun through the underworld during the hours of the night. The soul is required to pass through a series of 'gates' at different stages in the journey. Each gate is associated with a different goddess, and requires that the deceased recognise the particular character of that deity. The text implies that some people will pass through unharmed, but that others will suffer torment in a lake of fire.", "title": "The Book of Gates"}, {"description": "KV62 is the standard Egyptological designation for the tomb of the young pharaoh Tutankhamun in the Valley of the Kings, now renowned for the wealth of valuable antiquities it contained. The tomb was discovered in 1922 by Howard Carter, underneath the remains of workmen's huts built during the Ramesside Period; this explains why it was largely spared from desecration and from the tomb clearances at the end of the 20th Dynasty, although the tomb was robbed and resealed twice in the period after its completion.\nThe tomb was densely packed with items in great disarray, partly due to its small size, the two robberies, and the apparently hurried nature of its completion. Due to the state of the tomb, and to Carter's meticulous recording technique, the tomb took eight years to empty, the contents all being transported to the Egyptian Museum in Cairo.\nTutankhamun's tomb had been entered at least twice, not long after he was buried and well before Carter's discovery. The outermost doors of the shrines enclosing the king's nested coffins were unsealed, though the inner two shrines (three and four) remained intact and sealed.", "title": "Book of the Netherworld"}, {"description": "The Book of Caverns is an important Ancient Egyptian netherworld book of the New Kingdom. Like all other netherworld books, it is also attested on the inside of kings’ tombs for the benefit of the deceased. It describes the journey of the sun god Ra through the six caverns of the underworld, focusing on the interaction between the sun god and the inhabitants of the netherworld, including rewards for the righteous and punishments for the enemies of the worldly order, those who fail their judgment in the afterlife.  The Book of Caverns is one of the best sources of information about the Egyptian concept of hell.The Book of Caverns originated in the 13th century BC in the Ramesside Period. The earliest known version of this work is on the left hand wall of the Osireion in Abydos.  Later it appears in the tomb of Ramesses IV in the Valley of the Kings. This appearance was already recorded by the founding father of Egyptology Jean François Champollion in his letters from Egypt.", "title": "Book of Caverns"}, {"description": "The Book of the Earth is an Ancient Egyptian funerary text that has been called many names such as The Creation of the Sun Disk and the Book of Aker. The Book primarily appears on the tombs of Merneptah, Twosret, Ramesses III, Ramesses VI, and Ramesses VII and serves as a counterpart to the Book of Caverns.The central figures in the story are Osiris, Ra and Ba, while the overarching plot is the journey the sun takes through the earth god, Aker.", "title": "Book of the Earth"}, {"description": "The Litany of Re (or more fully \"Book of Praying to Re in the West, Praying to the United One in the West\") is an important Ancient Egyptian funerary text of the New Kingdom. Like many funerary texts, it was written on the inside of the tomb for reference by the deceased. Unlike other funerary texts, however, it was reserved only for pharaohs or very favored nobility.\nIt is a two-part composition that in the first part invokes the sun, Ra, in 75 different forms. The second part is a series of prayers in which the pharaoh assumes parts of nature and deities, but mostly of the sun god. Developed in the Eighteenth Dynasty, it also praises the king for his union with the sun god, as well as other deities. The text was used in the entrance of most tombs from the time of Seti I, though we first know of it from the burial chamber of Thutmose III and the tomb of his vizier Useramun.", "title": "Litany of Re"}, {"description": "The Pyramid Texts are the oldest known corpus of ancient Egyptian religious texts dating to the Old Kingdom. Written in Old Egyptian, the pyramid texts were carved onto the subterranean walls and sarcophagi of pyramids at Saqqara from the end of the Fifth Dynasty, and throughout the Sixth Dynasty of the Old Kingdom, and into the Eighth Dynasty of the First Intermediate Period.The oldest of the texts have been dated to between ca. 2400–2300 BC. Unlike the later Coffin Texts and Book of the Dead, the pyramid texts were reserved only for the pharaoh and were not illustrated. Following the earlier Palermo Stone, the pyramid texts mark the next-oldest known mention of Osiris, who would become the most important deity associated with afterlife in the Ancient Egyptian religion.The use and occurrence of pyramid texts changed between the Old, Middle and New Kingdoms of Ancient Egypt. During the Old Kingdom (2886 BC – 2181 BC), pyramid texts could be found in the pyramids of kings as well as a three queens named Wedjebten, Neith, and Iput. During the Middle Kingdom (2055 BC – 1650 BC) pyramid texts were not written in the pyramids of the Pharaohs, but the traditions of the pyramid spells continued to be practiced. In the New Kingdom (1550 BC – 1070 BC) pyramid texts could now be found on tombs of officials.", "title": "Pyramid Texts"}], "List of 18th-century British children's literature titles": [{"description": "Divine Songs Attempted in Easy Language for the Use of Children (also known as Divine and Moral Songs for Children and other similar titles) is a collection of didactic, moralistic poetry for children by Isaac Watts, first published in 1715. Though Watts's hymns are now better known than these poems, Divine Songs was a ubiquitous children's book for nearly two hundred years, serving as a standard textbook in schools. By the mid-19th century there were more than one thousand editions.\n", "title": "Divine Songs (Watts)"}, {"description": "A Little Pretty Pocket-Book, intended for the Amusement of Little Master Tommy and Pretty Miss Polly with Two Letters from Jack the Giant Killer is the title of a 1744 children's book by British publisher John Newbery.\n", "title": "A Little Pretty Pocket-Book"}, {"description": "The Governess, or The Little Female Academy (published 1749) by Sarah Fielding is the first full-length novel written for children, and a significant work of 18th-century children's literature.\n", "title": "The Governess, or The Little Female Academy"}, {"description": "The History of Little Goody Two-Shoes is a children's story published by John Newbery in London in 1765. The story popularized the phrase \"goody two-shoes\" as a descriptor for an excessively virtuous person or do-gooder.\n", "title": "The History of Little Goody Two-Shoes"}, {"description": "The Parables of Our Lord and Saviour Jesus Christ Done into Familiar Verse, with Occasional Applications, for the Use and Improvement of Younger Minds was written by Christopher Smart and published in 1768. The Parables are a collection of parables from the Bible which includes lessons from both the Old and New Testament.\n", "title": "The Parables of Our Lord and Saviour Jesus Christ (book)"}, {"description": "Hymns for the Amusement of Children (1771) was the final work completed by English poet Christopher Smart. It was completed while Smart was imprisoned for outstanding debt at the King's Bench Prison, and the work is his final exploration of religion. Although Smart spent a large portion of his life in and out of debt, he was unable to survive his time in the prison and died soon after completing the Hymns. \n", "title": "Hymns for the Amusement of Children"}, {"description": "Lessons for Children is a series of four age-adapted reading primers written by the prominent 18th-century British poet and essayist Anna Laetitia Barbauld. Published in 1778 and 1779, the books initiated a revolution in children's literature in the Anglo-American world. For the first time, the needs of the child reader were seriously considered: the typographically simple texts progress in difficulty as the child learns. In perhaps the first demonstration of experiential pedagogy in Anglo-American children's literature, Barbauld's books use a conversational style, which depicts a mother and her son discussing the natural world. Based on the educational theories of John Locke, Barbauld's books emphasise learning through the senses.\n", "title": "Lessons for Children"}, {"description": "Hymns in Prose for Children (1781) is a children's book by Anna Laetitia Barbauld.\n", "title": "Hymns in Prose for Children"}, {"description": "Dorothy Kilner (17 February 1755 – 5 February 1836), who used the pseudonyms M. P. and Mary Pelham, was a prolific English writer of children's books, who combined didacticism with a strong knowledge of children's character.\n", "title": "The Life and Perambulation of a Mouse"}, {"description": "Cobwebs to Catch Flies (1783) is a children's book by Ellenor Fenn, originally anonymous, but later editions were advertised as being by Mrs Teachwell or \"Mrs Lovechild\". It was a reading primer and was one of the first books to differentiate between reading age groups, and which was widely used until the 1890s.\n", "title": "Cobwebs to Catch Flies"}, {"description": "The History of Sandford and Merton (1783–89) was a best-selling children's book written by Thomas Day. He began it as a contribution to Richard Lovell and Honora Sneyd Edgeworth's Harry and Lucy, a collection of short stories for children that Maria Edgeworth continued some years after her stepmother died. He eventually expanded his original short story into the first volume of The History of Sandford and Merton, which was published anonymously in 1783; two further volumes subsequently followed in 1786 and 1789. The book was wildly successful and was reprinted until the end of the nineteenth century. It retained enough popularity or invoked enough nostalgia at the end of the nineteenth century to inspire a satire, The New History of Sandford and Merton, whose preface proudly announces that it will \"teach you what to don't\".\n", "title": "The History of Sandford and Merton"}, {"description": "Dorothy Kilner (17 February 1755 – 5 February 1836), who used the pseudonyms M. P. and Mary Pelham, was a prolific English writer of children's books, who combined didacticism with a strong knowledge of children's character.\n", "title": "Dorothy Kilner"}, {"description": "Ellenor Fenn (1743–1813) (née Frere; pseudonyms, Mrs. Teachwell, Mrs. Lovechild) was a prolific 18th-century British writer of children's books.\n", "title": "Ellenor Fenn"}, {"description": "Sarah Trimmer (née Kirby; 6 January 1741 – 15 December 1810) was a writer and critic of 18th-century British children's literature, as well as an educational reformer. Her periodical, The Guardian of Education, helped to define the emerging genre by seriously reviewing children's literature for the first time; it also provided the first history of children's literature, establishing a canon of the early landmarks of the genre that scholars still use today. Trimmer's most popular children's book, Fabulous Histories, inspired numerous children's animal stories and remained in print for over a century.\n", "title": "Sarah Trimmer"}, {"description": "Fabulous Histories (later known as The Story of the Robins), is the best-known work of Sarah Trimmer. Originally published in 1786, it remained in print until the beginning of the twentieth century.\n", "title": "Fabulous Histories"}, {"description": "Thomas Day (22 June 1748 – 28 September 1789) was a British author and abolitionist. He was well known for the book The History of Sandford and Merton (1783–1789) which emphasized Rousseauvian educational ideals.\n", "title": "Thomas Day"}, {"description": "Original Stories from Real Life; with Conversations Calculated to Regulate the Affections, and Form the Mind to Truth and Goodness is the only complete work of children's literature by the 18th-century English feminist author Mary Wollstonecraft. Original Stories begins with a frame story that sketches out the education of two young girls by their maternal teacher Mrs. Mason, followed by a series of didactic tales. The book was first published by Joseph Johnson in 1788; a second, illustrated edition, with engravings by William Blake, was released in 1791 and remained in print for around a quarter of a century.\n", "title": "Original Stories from Real Life"}, {"description": "The Parent's Assistant is the first collection of children's stories by Maria Edgeworth, published by Joseph Johnson in 1796.  \n", "title": "The Parent's Assistant"}, {"description": "Mary Ann Kilner (née Maze) (1753–1831) was a prolific English writer of children's books in the late 18th century. The most famous was The Adventures of a Pincushion (c. 1780-1783). Together, she and her sister-in-law, Dorothy Kilner, published over thirty books. Mary Ann published under the name \"S. S.\", which stood for her home in Spital Square, London.\n", "title": "Mary Ann Kilner"}, {"description": "Evenings at Home, or The Juvenile Budget Opened (1792–1796) is a collection of six volumes of stories written by John Aikin and his sister Anna Laetitia Barbauld.  It is an early example of children's literature.  The late Victorian children's writer Mary Louisa Molesworth named it as one of the handful of books that was owned by every family in her childhood and read enthusiastically. In their introduction, the authors explain the title in these words: ", "title": "Evenings at Home"}, {"description": "Keeper's Travels in Search of His Master is a children's novel written in 1798 by Edward Augustus Kendall, and reprinted throughout the nineteenth century.  This work of popular romanticism is crucially important in marking the great change in the representation of animals in literature, from the fabulous, the allegorical and the satirical to the naturalistic and the empathetic.  By employing new narrative techniques for representing thought in fiction, Kendall pioneered writers' attempts to imagine and describe the experiences of animals.  In Keeper's Travels, the main character, Keeper, is given a speaking voice.  The story is of a dog who becomes lost and injured, and recounts the many people whom he came across in his journey home, some who took him in and nursed him, others who took their boot to him.\n", "title": "Keeper’s Travels in Search of His Master"}], "List of 19th-century British children's literature titles": [{"description": "Tales from Shakespeare  is an English children's book written by brother and sister Charles and Mary Lamb in 1807.The book is designed to make the stories of Shakespeare's plays familiar to the young. Mary Lamb was responsible for the comedies, while Charles wrote the tragedies; they wrote the preface between them. Marina Warner, in her introduction to the Penguin 2007 edition, says that Mary did not get her name on the title page till the seventh edition in 1838.", "title": "Tales from Shakespeare"}, {"description": "The History of Little Henry and his Bearer (1814) was a popular children's book written by Mary Martha Sherwood. It was continuously in print for 70 years after its initial publication and was translated into French, German, Spanish, Hindustani (1814; 1873), Chinese, Marathi (1853), Tamil (1840), and Sinhalese. Telling the story of a young British boy who, on his deathbed, converts Boosy, the Indian man who has taken care of him throughout his childhood, the book is dominated by imperialistic and evangelical themes.", "title": "The History of Little Henry and his Bearer"}, {"description": "The History of the Fairchild Family by Mary Martha Sherwood was a series of bestselling children's books in nineteenth-century Britain. The three volumes, published in 1818, 1842 and 1847, detail the lives of the Fairchild children. Part I, which was in print for over a century, focuses on Emily, Lucy and Henry's realization of their \"human depravity\" (original sin) and their consequent need for redemption; Parts II and III emphasize more worldly lessons such as etiquette and virtuous consumerism.During the nineteenth century, The Fairchild Family was renowned for its realistic portrayal of childhood and its humor, but Sherwood's book fell from favor as Britain became increasingly secularized and new fashions in children's literature came to dominate the literary scene, represented by works such as Lewis Carroll's Alice's Adventures in Wonderland. In the twentieth century the books have most often been viewed as quintessential examples of the didactic style of children's writing popular before Alice.", "title": "The History of the Fairchild Family"}, {"description": "Mr. Midshipman Easy is an 1836 novel by Frederick Marryat, a retired captain in the Royal Navy.  The novel is set during the Napoleonic Wars, in which Marryat himself served with distinction.", "title": "Mr Midshipman Easy"}, {"description": "Masterman Ready, or the Wreck of the Pacific is a robinsonade children's novel published in 1841 by Frederick Marryat. The book follows the adventures of the Seagrave family who are shipwrecked at sea, and survive on a desert island with the assistance of veteran sailor Masterman Ready.", "title": "Masterman Ready, or the Wreck of the Pacific"}, {"description": "The Settlers in Canada is a children's novel written by Frederick Marryat, and published in 1844. The novel is set in the wilderness of Upper Canada in the 1790s. It describes the adventures of an immigrant family who settle near Lake Ontario, despite the threats from the native people and wild animals.", "title": "The Settlers in Canada"}, {"description": "The Children of the New Forest is a children's novel published in 1847 by Frederick Marryat. It is set in the time of the English Civil War and the Commonwealth. The story follows the fortunes of the four Beverley children who are orphaned during the war, and hide from their Roundhead oppressors in the shelter of the New Forest where they learn to live off the land.", "title": "The Children of the New Forest"}, {"description": "The King of the Golden River or The Black Brothers: A Legend of Stiria by John Ruskin was originally written in 1841 for the twelve-year-old Effie (Euphemia) Gray, whom Ruskin later married. It was published in book form in 1851, and became an early Victorian classic which sold out three editions. In the \"Advertisement to the First Edition\", which prefaces it, it is called a fairy tale, one, it might be added, that illustrates the triumph of love, kindness, and goodness over evil; however, it could also be characterised as a fable, a fabricated origin myth and a parable. It was illustrated with 22 illustrations by Richard Doyle (1824–83). It was then illustrated by Arthur Rackham in 1932.", "title": "The King of the Golden River"}, {"description": "The Heir of Redclyffe (1853) was the first of Charlotte M. Yonge's bestselling romantic novels.  Its religious tone derives from the High Church background of her family and from her friendship with a leading figure in the Oxford Movement, John Keble, who closely supervised the writing of the book.  The germ of its plot was suggested by her friend Marianne Dyson. According to J. B. Priestley The Heir of Redclyffe was \"the most popular novel of the whole age…Its popularity left Dickens and Thackeray far behind.\"", "title": "The Heir of Redclyffe"}, {"description": "The Little Duke (German: Der kleine Herzog) is a 1924 German silent film directed by Rudolf Walther-Fein and starring Carl Wallauer, Paul Biensfeldt and Lia Eibenschütz.\n\n", "title": "The Little Duke"}, {"description": "The Rose and The Ring is a satirical work of fantasy fiction written by William Makepeace Thackeray, originally published at Christmas 1854 (though dated 1855). It criticises, to some extent, the attitudes of the monarchy and those at the top of society and challenges their ideals of beauty and marriage.\nSet in the fictional countries of Paflagonia and Crim Tartary, the story revolves around the lives and fortunes of four young royal cousins, Princesses Angelica and Rosalba, and Princes Bulbo and Giglio. Each page is headed by a line of poetry summing up the plot at that point and the storyline as a whole is laid out, as the book states, as \"A Fireside Pantomime\". The original edition had illustrations by Thackeray who had once intended a career as an illustrator.", "title": "The Rose and the Ring"}, {"description": "Westward Ho! is an 1855 British historical novel by Charles Kingsley. The novel was based on the adventures of Elizabethan corsair Amyas Preston (Amyas Leigh in the novel), who sets sail with Sir Francis Drake, Sir Walter Raleigh and other privateers to the New World, where they battle with the Spanish.", "title": "Westward Ho! (novel)"}, {"description": "Tom Brown's School Days (sometimes written Tom Brown's Schooldays,  also published under the titles Tom Brown at Rugby, School Days at Rugby, and Tom Brown's School Days at Rugby) is an 1857 novel by Thomas Hughes. The story is set in the 1830s at Rugby School, a public school for boys. Hughes attended Rugby School from 1834 to 1842.\nThe novel was originally published as being \"by an Old Boy of Rugby\", and much of it is based on the author's experiences. Tom Brown is largely based on the author's brother George Hughes. George Arthur, another of the book's main characters, is generally believed to be based on Arthur Penrhyn Stanley. The fictional Tom's life also resembles the author's, in that the culminating event of his school career was a cricket match. The novel also features Dr Thomas Arnold (1795–1842), who was the actual headmaster of Rugby School from 1828 to 1841.\nTom Brown's School Days has been the source for several film and television adaptations. It also influenced the genre of British school novels, which began in the nineteenth century, and led to fictional depictions of schools such as Billy Bunter's Greyfriars School, Mr Chips' Brookfield, and St. Trinian's. A sequel, Tom Brown at Oxford, was published in 1861.", "title": "Tom Brown's Schooldays"}, {"description": "Eric, or, Little by Little is a book by Frederic W. Farrar, first edition 1858. It was published by Adam & Charles Black, Edinburgh and London.\nThe book deals with the descent into moral turpitude of a boy at a boarding school.\nThe author's preface to the fourth edition reads: \n\nThe story of ‘Eric’ was written with but one single object—the vivid inculcation of inward purity and moral purpose, by the history of a boy who, in spite of the inherent nobility of his disposition, falls into all folly and wickedness, until he has learnt to seek help from above. I am deeply thankful to know—from testimony public and private, anonymous and acknowledged—that this object has, by God’s blessing, been fulfilled.\nEric is a son of a British worker and his wife stationed in India. As was common at the time of the British Raj, Eric is sent to Britain to be educated at a boarding school - in this case Roslyn School, where he encounters the good and bad aspects of the traditional boys' school.\n\nHe slowly gets beaten down by being punished erroneously for wrongdoings, getting bullied and such things as drinking, smoking and cheating. The end is tragic for Eric, as he loses everything.\nAlong with Talbot Baines Reed's The Fifth Form at St. Dominic’s and Thomas Hughes' Tom Brown's Schooldays, this book was one of three most popular boys' books in mid-Victorian Britain. The school is a thinly disguised cross between Farrar's own school King William's College in the Isle of Man, and Marlborough College, at which he was the master.\nThe book is credited with helping to increase the popularity of the first name \"Eric\" in English-speaking countries — although not with Eric Arthur Blair (the writer and journalist George Orwell) who disliked his given name because of its association with Farrar's book.\nIn later years, it fell out of favour, in part because of its religious earnestness.  For example, in Rudyard Kipling's Stalky & Co., published late in 1899, the protagonist Beetle and his friends frequently made fun of \"Eric\", e.g. \n\nBesides, we ain't goin' to have any beastly Erickin.\nE. Nesbit included it in a list of didactic children's books which were \"impossible to read.\"", "title": "Eric, or, Little by Little"}, {"description": "The Gorilla Hunters: A Tale of the Wilds of Africa (1861) is a boys' adventure novel by Scottish author R. M. Ballantyne. A sequel to his hugely successful 1858 novel The Coral Island and set in \"darkest Africa\", its main characters are the earlier novel's three boys: Ralph, Peterkin and Jack. The book's themes are similar to those of The Coral Island, in which the boys testify to the positive influence of missionary work among the natives. Central in the novel is the hunt for gorillas, an animal until recently unknown to the Western world, which came to play an important role in contemporary debates on evolution and the relation between white Westerners and Africans.", "title": "The Gorilla Hunters"}, {"description": "Tom Brown at Oxford is a novel by Thomas Hughes, first published in serial form in Macmillan Magazine in 1859. It was published in two volumes in book form in 1861. It is a sequel to the better-known Tom Brown's School Days. \n\nThe story follows the character of Tom Brown to fictional St Ambrose's College, Oxford. The novel offers a vivid impression of university life in the mid nineteenth century.The book was out of print for many years but is available in Britain from Wordsworth Classics with 'Tom Brown's Schooldays' and is now available on the Project Gutenberg ebook site. Editions of the serialized form are available at from the Hathi Trust. The illustrator Sydney Prior Hall (1842–1922), portrait painter and illustrator, was one of the leading reportage artists of the later Victorian period.", "title": "Tom Brown at Oxford"}, {"description": "Alice's Adventures in Wonderland (commonly shortened to Alice in Wonderland) is an 1865 novel written by English author Charles Lutwidge Dodgson under the pseudonym Lewis Carroll. It tells of a girl named Alice falling through a rabbit hole into a fantasy world populated by peculiar, anthropomorphic creatures. The tale plays with logic, giving the story lasting popularity with adults as well as with children. It is considered to be one of the best examples of the literary nonsense genre. Its narrative course, structure, characters, and imagery have been enormously influential in both popular culture and literature, especially in the fantasy genre.", "title": "Alice's Adventures in Wonderland"}, {"description": "Mrs. Overtheway's Remembrances (1869) is the first children's book published by author Juliana Horatia Ewing (1884-1886).  The book was published by George Bells and Sons, York Street, Covent Garden, London, and had illustrations by J.A. Pasquier and J. Wolf.", "title": "Mrs. Overtheway's Remembrances"}, {"description": "The Brownies is a series of publications by Canadian illustrator and author Palmer Cox, based on names and elements from English traditional mythology and Scottish stories told to Cox by his grandmother. Illustrations with verse aimed at children, The Brownies was published in magazines and books during the late 19th century and early 20th century. The Brownie characters became famous in their day, and at the peak of their popularity were a pioneering name brand within merchandising.", "title": "The Brownies"}, {"description": "At the Back of the North Wind is a children's book written by Scottish author George MacDonald. It was serialized in the children's magazine Good Words for the Young beginning in 1868 and was published in book form in 1871.  It is a fantasy centered on a boy named Diamond and his adventures with the North Wind. Diamond travels together with the mysterious Lady North Wind through the nights.  The book includes the fairy tale Little Daylight, which has been pulled out as an independent work, or separately, added to other collections of his fairy tales.", "title": "At the Back of the North Wind"}, {"description": "Through the Looking-Glass, and What Alice Found There (1871) (also known as \"Alice through the Looking-Glass\" or simply \"Through the Looking-Glass\") is a novel by Lewis Carroll and the sequel to Alice's Adventures in Wonderland (1865). Alice again enters a fantastical world, this time by climbing through a mirror into the world that she can see beyond it. There she finds that, just like a reflection, everything is reversed, including logic (running helps you remain stationary, walking away from something brings you towards it, chessmen are alive, nursery rhyme characters exist, etc) Through the Looking-Glass includes such verses as \"Jabberwocky\" and \"The Walrus and the Carpenter\", and the episode involving Tweedledum and Tweedledee. The mirror which inspired Carroll remains displayed in Charlton Kings.", "title": "Through the Looking-Glass"}, {"description": "A Flat Iron for a Farthing (1872) is a book by Juliana Horatia Ewing (1842-1885) and consists of childhood reminiscences of the only child of a widowed father.  It was one of the author's most popular books.", "title": "A Flat Iron for a Farthing"}, {"description": "The Princess and the Goblin is a children's fantasy novel by George MacDonald. It was published in 1872 by Strahan & Co.\nAnne Thaxter Eaton writes in A Critical History of Children's Literature that The Princess and the Goblin and its sequel \"quietly suggest in every incident ideas of courage and honor.\" Jeffrey Holdaway, in the New Zealand Art Monthly, said that both books start out as \"normal fairytales but slowly become stranger\", and that they contain layers of symbolism similar to that of Lewis Carroll's work.", "title": "The Princess and the Goblin"}, {"description": "From Nowhere to the North Pole is an 1875 children's novel by English author Tom Hood. Hood's book was one of the many Alice in Wonderland imitations published in the 19th century. In it the hero Frank has many strange adventures after falling asleep full of plum cake.", "title": "From Nowhere to the North Pole"}, {"description": "The Hunting of the Snark (An Agony in 8 Fits) is a poem written by English writer Lewis Carroll. It is typically categorised as a nonsense poem. Written from 1874 to 1876, the poem borrows the setting, some creatures, and eight portmanteau words from Carroll's earlier poem \"Jabberwocky\" in his children's novel Through the Looking-Glass (1871).\nAs for the word \"Snark\", Carroll did not give it any meaning. The word \"snarking\" had been used in 1866 to describe a sound.Henry Holiday, the illustrator of the poem, thought of it as a \"tragedy\".The plot follows a crew of ten trying to hunt the Snark, an animal which may turn out to be a highly dangerous Boojum. The only one of the crew to find the Snark quickly vanishes, leading the narrator to explain that it was a Boojum after all. The poem is dedicated to young Gertrude Chataway, whom Carroll met at the English seaside town Sandown in the Isle of Wight in 1875. Included with many copies of the first edition of the poem was Carroll's religious tract, An Easter Greeting to Every Child Who Loves \"Alice\".\nThe Hunting of the Snark was published by Macmillan in the United Kingdom in late March 1876, with illustrations by Henry Holiday. It had mixed reviews from reviewers who found it strange. The first printing of The Hunting of the Snark consisted of 10,000 copies. There were two reprintings by the conclusion of the year; in total, the poem was reprinted 17 times between 1876 and 1908. Carroll often denied knowing the meaning behind the poem; however, in an 1896 reply to one letter, he agreed with one interpretation of the poem as an allegory for the search for happiness. Scholars have found various meanings in the poem, among them existential angst, an allegory for tuberculosis, and a mockery of the Tichborne case. The Hunting of the Snark has been alluded to in various works and has been adapted for musicals, opera, plays, and music.", "title": "The Hunting of the Snark"}, {"description": "The Cuckoo Clock is a British children's fantasy novel by Mary Louisa Molesworth, published in 1877 by Macmillan. It was originally published under the pen name Ennis Graham and reissued in 1882 as by Mrs. Molesworth, the name by which she is widely known. Both of those editions and many later ones were illustrated by Walter Crane; an 1893 uniform edition is available online at the University of Pennsylvania. An edition illustrated by Maria L. Kirk was published in 1914; it is available online at HathiTrust Digital Library.  , .", "title": "The Cuckoo Clock"}, {"description": "William de la Pole, 1st Duke of Suffolk,  (16 October 1396 – 2 May 1450), nicknamed Jackanapes, was an English magnate, statesman, and military commander during the Hundred Years' War. He became a favourite of the weak king Henry VI of England, and consequently a leading figure in the English government. Due to his influence in state policy, Suffolk came to be associated with many of the royal government's failures of the time, particularly on the war in France, earning him significant unpopularity and eventually leading to his downfall. He also appears prominently in Shakespeare's Henry VI, parts 1 and 2.\nHis early career was spent in the military, fighting in the Hundred Years' War from a young age. Despite missing the Battle of Agincourt due to invalidity, he participated in all subsequent campaigns of Henry V, and after the latter's death, Suffolk continued to serve in France, now for the boy king Henry VI. He was one of the English commanders at the failed Siege of Orléans, in the aftermath of which he was taken prisoner (1429). Ransomed shortly after, Suffolk began entering the world of politics. He favoured a diplomatic rather than military solution to the deteriorating situation in France, a stance which would later resonate well with King Henry VI.\nFollowing the end of Henry VI's minority (1437), Suffolk became a favoured royal councilor. Gradually building his influence throughout the years, he eventually became the dominant figure in the government, and was at the forefront of the main policies conducted during the period. He played a central role in organizing the Treaty of Tours (1444), which established a truce in France and arranged the king's marriage to Margaret of Anjou. Suffolk benefited greatly from his favour with Henry VI, accumulating lucrative posts, estates, and titles. However, the ultimate failure of his policies, the disastrous renewal of the war in France, and other national problems spelt the destruction of Suffolk's career. Many accused him of maladministration and poor conduct of the war, and political pressures forced Suffolk into exile. At the sea on his way out, he was caught by an angry mob, subjected to a mock trial, and beheaded.\nHis estates were forfeited to the crown but later restored to his only son, John. The de la Pole family was never again to achieve the level of influence Suffolk had enjoyed, however. His political successor was instead the Duke of Somerset, whose enmity with various noblemen, combined with the unstable political climate following the final loss in the Hundred Years' War, led to the Wars of the Roses.", "title": "Jackanapes"}, {"description": "The Fifth Form at St. Dominic's (published 1881) is the best known of the school stories by the late nineteenth century author Talbot Baines Reed. The stories as well as the book were written for the Boy's Own Paper and published by the Religious Tract Society, with illustrations by Gordon Browne. It was adapted into the film of the same name.\nReed had no personal experience of a public school education himself; consequently, the book lacked some of the realism of other comparable books like Tom Brown's Schooldays and Eric, or, Little by Little.\nHowever, the book was written with great enthusiasm and it started a tradition of boarding school stories in British juvenile fiction that lasted until the end of World War II.\nThe novel was serialized as a 14-part 2-page comic in Look and Learn magazine between December 1979 and March 1980.", "title": "The Fifth Form at St. Dominic’s"}, {"description": "The Princess and Curdie is a children's classic fantasy novel by George MacDonald from late 1883.\nThe book is the sequel to The Princess and the Goblin. The adventure continues with Princess Irene and Curdie a year or two older. They must overthrow a set of corrupt ministers who are poisoning Irene's father, the king. Irene's grandmother also reappears and gives Curdie a strange gift. A monster called Lina aids his quest.", "title": "The Princess and Curdie"}, {"description": "Treasure Island  is an adventure novel by Scottish author Robert Louis Stevenson, narrating a tale of \"buccaneers and buried gold\". \nIts influence is enormous on popular perceptions of pirates, including such elements as treasure maps marked with an \"X\", schooners, the Black Spot, tropical islands, and one-legged seamen bearing parrots on their shoulders.Treasure Island was originally considered a coming-of-age story and is noted for its atmosphere, characters, and action. \nIt is one of the most frequently dramatized of all novels. It was originally serialized in the children's magazine Young Folks from 1881 through 1882 under the title Treasure Island, or the mutiny of the Hispaniola, credited to the pseudonym \"Captain George North\". It was first published as a book on 14 November 1883, by Cassell & Co.", "title": "Treasure Island"}, {"description": "A Child's Garden of Verses is a collection of poetry for children about childhood, illness, play and solitude by the Scottish author Robert Louis Stevenson.  The collection first appeared in 1885 under the title Penny Whistles, but has been reprinted many times, often in illustrated versions. It contains about 65 poems including the cherished classics \"Foreign Children,\" \"The Lamplighter,\"  \"The Land of Counterpane,\" \"Bed in Summer,\" \"My Shadow\" and \"The Swing.\"\nThe classical scholar Terrot Reaveley Glover published a translation of the poems into Latin in 1922 under the title  Carmina non prius audita de ludis et hortis virginibus puerisque.", "title": "A Child's Garden of Verses"}, {"description": "Kidnapped is a historical fiction adventure novel by Scottish author Robert Louis Stevenson, written as a boys' novel and first published in the magazine Young Folks from May to July 1886. The novel has attracted the praise and admiration of writers as diverse as Henry James, Jorge Luis Borges, and Hilary Mantel. A sequel, Catriona, was published in 1893.\nThe narrative is written in English with some dialogue in Lowland Scots.\nKidnapped is set around real 18th-century Scottish events, notably the \"Appin murder\", which occurred in the aftermath of the Jacobite rising of 1745. Many of the characters are real people, including one of the principals, Alan Breck Stewart. The political situation of the time is portrayed from multiple viewpoints, and the Scottish Highlanders are treated sympathetically.\nThe full title of the book is Kidnapped: Being Memoirs of the Adventures of David Balfour in the Year 1751: How he was Kidnapped and Cast away; his Sufferings in a Desert Isle; his Journey in the Wild Highlands; his acquaintance with Alan Breck Stewart and other notorious Highland Jacobites; with all that he Suffered at the hands of his Uncle, Ebenezer Balfour of Shaws, falsely so-called: Written by Himself and now set forth by Robert Louis Stevenson.", "title": "Kidnapped (novel)"}, {"description": "The Happy Prince and Other Tales (sometimes called The Happy Prince and Other Stories) is a collection of stories for children by Oscar Wilde first published in May 1888. It contains five stories: \"The Happy Prince\", \"The Nightingale and the Rose\", \"The Selfish Giant\", \"The Devoted Friend\", and \"The Remarkable Rocket\".", "title": "The Happy Prince and Other Stories"}, {"description": "The Langs' Fairy Books are a series of 25 collections of true and fictional stories for children published between 1889 and 1913. The best known books of the series are the 12 collections of fairy tales also known as Andrew Lang's \"Coloured\" Fairy Books or Andrew Lang's Fairy Books of Many Colors. In all, the volumes feature 798 stories, besides the 153 poems in The Blue Poetry Book.\nAndrew Lang (1844–1912) was a Scots poet, novelist, and literary critic. He initially edited the series and wrote prefaces for its entire run, while his wife, the translator and author Leonora Blanche Alleyne, known to friends and family as Nora, assumed editorial control of the series in the 1890s . She and other translators did a large portion of the translating and retelling of the actual stories, as acknowledged in the prefaces. Four of the volumes from 1908 to 1912 were published by \"Mrs. Lang\".\nAccording to Anita Silvey, \"The irony of Lang's life and work is that although he wrote for a profession—literary criticism; fiction; poems; books and articles on anthropology, mythology, history, and travel ... he is best recognized for the works he did not write.\"The 12 Coloured Fairy Books were illustrated by H. J. Ford (Henry Justice Ford)—the first two volumes shared with G. P. Jacomb-Hood and Lancelot Speed respectively, and the sequels alone. A. Wallis Mills also contributed some illustrations.", "title": "Andrew Lang's Fairy Books"}, {"description": "Catriona (also known as David Balfour) is an 1893 novel written by Robert Louis Stevenson as a sequel to his earlier novel Kidnapped (1886). It was first published in the magazine Atalanta from December 1892 to September 1893. The novel continues the story of the central character in Kidnapped, David Balfour.", "title": "Catriona (novel)"}, {"description": "The Jungle Book (1894) is a collection of stories by the English author Rudyard Kipling. Most of the characters are animals such as Shere Khan the tiger and Baloo the bear, though a principal character is the boy or \"man-cub\" Mowgli, who is raised in the jungle by wolves. The stories are set in a forest in India; one place mentioned repeatedly is \"Seonee\" (Seoni), in the central\nstate of Madhya Pradesh.\nA major theme in the book is abandonment followed by fostering, as in the life of Mowgli, echoing Kipling's own childhood. The theme is echoed in the triumph of protagonists including Rikki-Tikki-Tavi and The White Seal over their enemies, as well as Mowgli's. Another important theme is of law and freedom; the stories are not about animal behaviour, still less about the Darwinian struggle for survival, but about human archetypes in animal form. They teach respect for authority, obedience, and knowing one's place in society with \"the law of the jungle\", but the stories also illustrate the freedom to move between different worlds, such as when Mowgli moves between the jungle and the village. Critics have also noted the essential wildness and lawless energies in the stories, reflecting the irresponsible side of human nature.\nThe Jungle Book has remained popular, partly through its many adaptations for film and other media. Critics such as Swati Singh have noted that even critics wary of Kipling for his supposed imperialism have admired the power of his storytelling. The book has been influential in the scout movement, whose founder, Robert Baden-Powell, was a friend of Kipling's. Percy Grainger composed his Jungle Book Cycle around quotations from the book.", "title": "The Jungle Book"}, {"description": "The Carved Lions (1895) is a book by British author Mary Louisa Molesworth (Mrs. Molesworth).  The book was first published by Macmillan and Company, London.", "title": "The Carved Lions"}, {"description": "The Second Jungle Book is a sequel to The Jungle Book by Rudyard Kipling. First published in 1895, it features five stories about Mowgli and three unrelated stories, all but one set in India, most of which Kipling wrote while living in Vermont. All of the stories were previously published in magazines in 1894-5, often under different titles. The 1994 film The Jungle Book used it as a source.", "title": "The Second Jungle Book"}, {"description": "Captains Courageous is an 1897 novel, by Rudyard Kipling, that follows the adventures of fifteen-year-old Harvey Cheyne Jr., the spoiled son of a railroad tycoon, after he is saved from drowning by a Portuguese fisherman in the north Atlantic. The novel originally appeared as a serialisation in McClure's, beginning with the November 1896 edition. In 1900, in his essay \"What We Can Expect of the American Boy,\" Teddy Roosevelt extolled the book and praised Kipling for describing \"in the liveliest way just what a boy should be and do.\"The book's title comes from the ballad Mary Ambree, which starts, \"When captains courageous, whom death could not daunt\". Kipling had previously used the same title for an article on businessmen as the new adventurers, published in The Times of 23 November 1892.", "title": "Captains Courageous"}, {"description": "The Story of the Treasure Seekers is a novel by E. Nesbit.  First published in 1899, it tells the story of Dora, Oswald, Dicky, Alice, Noel, and Horace Octavius (H. O.) Bastable, and their attempts to assist their widowed father and recover the fortunes of their family; its sequels are The Wouldbegoods (1901) and The New Treasure Seekers (1904).  The novel's complete name is The Story of the Treasure Seekers: Being the Adventures of the Bastable Children in Search of a Fortune. The original edition included illustrations by H. R. Millar. The Puffin edition (1958) was illustrated by Cecil Leslie.\nThe story is told from a child's point of view. The narrator is Oswald, but on the first page he announces:\n\"It is one of us that tells this story – but I shall not tell you which: only at the very end perhaps I will. While the story is going on you may be trying to guess, only I bet you don't.\"However, his occasional lapse into first person, and the undue praise he likes to heap on himself, makes his identity obvious to the attentive reader long before he reveals it himself.", "title": "The Story of the Treasure Seekers"}, {"description": "Stalky & Co. is a novel by Rudyard Kipling about adolescent boys at a British boarding school. It is a collection of school stories whose juvenile protagonists display a know-it-all, cynical outlook on patriotism and authority. It was first published in 1899 (following serialisation in the Windsor Magazine). It is set at a school dubbed “the College” or “the Coll.,” which is based on the actual United Services College that Kipling attended as a boy. The character Beetle, one of the main trio, is partly based on Kipling himself, while the charismatic character Stalky is based on Lionel Dunsterville, M'Turk is based on George Charles Beresford, Mr King is based on William Carr Crofts, and the school Head, Mr. Bates, is based on Cormell Price.\nThe stories have elements of revenge, the macabre, bullying and violence, and hints about sex, making them far from childish or idealised.  For example, Beetle pokes fun at an earlier, more earnest, boys' book, Eric, or, Little by Little, thus flaunting his more worldly outlook. The final chapter recounts events in the lives of the boys when, as adults, they are in the armed forces in India.  It is implied that the mischievous pranks of the boys in school was splendid training for their role as instruments of the British Empire. \nTeddy Roosevelt disdained the novel, calling it \"a story which ought never to have been written, for there is hardly a single form of meanness which it does not seem to extol, or of school mismanagement which it does not seem to applaud.\"", "title": "Stalky & Co."}], "List of autobiographies": [{"title": "The Secret Life of Salvador Dalí", "description": "The Secret Life of Salvador Dalí is an autobiography by the internationally renowned artist Salvador Dalí published in 1942 by Dial Press. The book was written in French and translated into English by Haakon Chevalier. It covers his family history, his early life, and his early work up through the 1930s, concluding just after Dalí's return to Catholicism and just before the global outbreak of the Second World War. The book is over 400 pages long and contains numerous detailed illustrations. It has attracted both editorial praise as well as criticism, notably from George Orwell.\n\n"}, {"title": "Period Piece (book)", "description": "Period Piece: A Cambridge Childhood is an autobiographical memoir by the English wood engraver Gwen Raverat covering her childhood in late 19th Century Cambridge society.  The book includes anecdotes about and illustrations of many of her extended family (see Darwin–Wedgwood family).\nAs the author explains in the preface it is \"a circular book\" and although it begins with the meeting of her parents (Sir George Darwin and Maud du Puy) and ends with Gwen as a student at The Slade, it is not written chronologically, but rather arranged in a series of fifteen themed chapters, each dealing with a particular aspects of life. The book is illustrated throughout with wood engravings by the author.\nThe book is dedicated to her cousin Frances Cornford.\nIt was originally published by Faber & Faber in 1952 in hardback and as a paperback in 1960.  It was reviewed in The Times and by David Daiches in The Manchester GuardianPeriod Piece has been translated into Danish (Min forunderlige barndom, 1980), Swedish (Så var det då : min barndom i Cambridge, 1985) and German (Eine Kindheit in Cambridge, 1991)."}, {"title": "Moe Howard and the Three Stooges", "description": "Moe Howard and the Three Stooges is the autobiography of Moe Howard of The Three Stooges. He spent his final days writing his autobiography, which he tentatively titled I Stooged to Conquer. However, Howard fell ill with lung cancer in May 1975 and died before it could be completed. \nHoward's daughter Joan Howard Maurer completed her father's book and it was eventually published in 1977. While some of the dates and incidents are portrayed differently in other books about the Stooges and their history, this offers insight on the world from Moe Howard's point of view.\nThe autobiography was re-released in July 2013 by Chicago Review Press.  It was retitled \"I Stooged to Conquer,\" the intended, original title of the book, which was changed by the publisher shortly before it went to press in 1977."}, {"title": "Pryor Convictions", "description": "Pryor Convictions: And Other Life Sentences is an autobiography by the American comedian Richard Pryor. The book was published in the 1990s. Included are details of Pryor's rough childhood, his drug problem, his seven marriages, his recent life dealing with multiple sclerosis, and his stand-up career."}, {"title": "Moab Is My Washpot", "description": "Moab Is My Washpot (published 1997) is Stephen Fry's autobiography, covering the first 20 years of his life. In the book, Fry is candid about his past indiscretions, including stealing, cheating and lying. The book covers some of the same ground as in Fry's first novel, The Liar, published in 1991. In that work, public schoolboy Adrian Healey falls in love with a boy called Hugo Cartwright; in the autobiography, 14-year-old Fry becomes besotted with 13-year-old \"Matthew Osborne\".\nFry also writes about his older brother Roger, Bunce (the new boy at his prep school, Stouts Hill), Jo Wood (his best friend at Uppingham), and Oliver Derwent (a prefect who \"seduces\" Fry)."}, {"title": "Born Standing Up", "description": "Born Standing Up:  A Comic's Life is a memoir, released November 20, 2007, by Steve Martin, an American author, actor, comedian, producer, playwright, musician, and screenwriter. It chronicles his early life, his days working for Disneyland, working at low tier coffee shops and clubs as a comedy act, his later days at the Bird Cage, his relationships, his eventual fame, and the reason why he quit stand-up comedy altogether at the height of his fame in 1981."}, {"title": "My Shit Life So Far", "description": "My Shit Life So Far is a comedic observational autobiography by comedian and topical panelist Frankie Boyle. The book details Frankie's working class childhood in Pollokshaws in Glasgow to his rampant teenage sex drive, and his first job, working in a mental hospital. In order to avoid obscenity, the word \"shit\" on the cover was covered by stickers in most bookshops."}, {"title": "American on Purpose", "description": "American on Purpose: The Improbable Adventures of an Unlikely Patriot  is a memoir written by entertainer Craig Ferguson.The book details various experiences over several decades in Ferguson's life from his days in Scotland through his migration to the United States; the rise of his performing career in the United Kingdom, then Hollywood, and eventual acquisition of US citizenship in early 2008. He tells about his assorted jobs as a musician in a punk rock band, a bouncer, a construction worker, comic and actor along the way, as well as his struggle with alcoholism, past recreational drug use, and contemplation of suicide at a low point in his life.\nIn December 2010 the audiobook version, read by Ferguson, was nominated for a Best Spoken Word Album Grammy."}, {"title": "Memoirs of a Professional Cad", "description": "Memoirs of a Professional Cad is a 1960 autobiography by the actor George Sanders. It includes accounts of his marriage and friendship with Zsa Zsa Gabor and of working with filmmakers like Roberto Rossellini."}, {"title": "Me and the Orgone", "description": "Me and the Orgone – The True Story of One Man's Sexual Awakening (1971) is an autobiographical account written by American actor and award-winning director Orson Bean about his life-changing experience with the controversial orgone therapy developed by Austrian psychiatrist Wilhelm Reich.\nThe book tells how, after ten years of unsuccessful psychotherapy, Orson Bean discovers medical orgone therapy, a therapeutic intervention that focuses on renewing what it describes as \"energy flows\" within the patient, orgone being Wilhelm Reich's name for the \"life energy\". It is a strongly personal account of a man who gets a second chance at a personal sexual revolution, feeling his body beginning to change, feeling freer and more alive, and also seeing his relationships transformed. It is also a rare personal testimony of the effects which this form of therapy is said to facilitate.\nThe book includes a foreword by Scottish educator A. S. Neill.\nIt also contains information on the former Fifteenth Street School in New York City where Dr. Reich's concepts were applied to childhood education.\nAccording to TIME magazine, Bean's account is \"clear and balanced\", discussing Reich's \"final tragic swerve toward insanity\" even as it \"over-insists ... his greatness.\" Me and the Orgone has been cited in several books on the topic of orgone energy, including Charles R. Kelley's Life Force: The Creative Process in Man and in Nature and investigative journalist Mary Coddington's Seekers of the Healing Energy, in which she described Me and the Orgone as a good source for understanding the workings of Reich's orgone therapy treatments. In Fury on Earth: A Biography of Wilhelm Reich, Myron Sharaf describes Me and the Orgone as a vivid view of Reich's therapeutic process."}, {"title": "The Moon's a Balloon", "description": "The Moon's a Balloon is a best-selling memoir by British actor David Niven (1910–1983), published in 1971. It details his early life. There have been several editions and many translations of the book over the years. Niven followed it with a sequel Bring on the Empty Horses in 1975.\nThe book is a funny yet tragic tale, detailing everything from the loss of Niven's father to his natural knowledge of how to lead a good life. \nThe book is read by the character of Jimmy McGill/Saul Goodman/Gene Takovic the Cinnabon Manager on his lunch break during the opening black and white scene of \"Better Call Saul\" season 3, episode one: \"Mabel\".\n\n"}, {"title": "Dear Me (book)", "description": "Dear Me is an autobiography by Peter Ustinov, published in 1977. The book's title is a play on words, since, in addition to \"dear me\" being a lament, it refers to the fact that the book is addressed to himself, as a conversation between Ustinov's \"all too solid flesh\" and \"remorseless spirit.\"\n(Ustinov, Peter. Dear Me. London, Heinemann. 1977. ISBN 0-434-81711-2)"}, {"title": "Jakhan Choto Chilam", "description": "Jakhan Choto Chilam (English meaning-In My Childhood) is a 1982 autobiographical book by the famed film director Satyajit Ray. In this book, Ray discusses his childhood days in the city of Kolkata (then Calcutta), India."}, {"title": "Something Like an Autobiography", "description": "Something Like an Autobiography (蝦蟇の油, 自伝のようなもの, Gama no abura, Jiden no you na mono) is the memoir of Japanese film director Akira Kurosawa. It was published as a book in 1981 and the English translation by Audie E. Bock appeared the following year."}, {"title": "Confessions of an Actor", "description": "Confessions of an Actor is Laurence Olivier's autobiography.  It was published in 1982, seven years before the actor's death."}, {"title": "On Acting", "description": "On Acting is a book by Laurence Olivier. It was first published in 1986 when the actor was 79 years old. It consists partly of autobiographical reminiscences, partly of reflections on the actor's vocation."}, {"title": "Growing Up Brady", "description": "Growing Up Brady: I Was A Teenage Greg is a 1992 autobiography written by actor Barry Williams with Chris Kreski and a foreword by Robert Reed."}, {"title": "I Am Spock", "description": "I Am Spock is the second volume of actor and director Leonard Nimoy's autobiography. The book was published in 1995, four years after the release of the last Star Trek motion picture starring the entire original cast, and covers the majority of Nimoy's time with Star Trek in general and Mr. Spock in particular. The book's title was a reference to the first volume of his autobiography, I Am Not Spock, which had been published in 1975. At that time Nimoy had sought to distance his own personality from that of the character of Spock, although he nonetheless remained proud of his time on the show. Negative fan reaction to the title gave Nimoy the idea for the title of the second volume.\n\n"}, {"title": "Leaving a Doll's House", "description": "Leaving a Doll's House: A Memoir is an autobiography written by British actress Claire Bloom and published in 1996. Bloom writes about her life, career and relationships, including her first marriage to Rod Steiger. The main focus is on her troubled relationship with writer Philip Roth."}, {"title": "Still Me", "description": "Still Me is a 1999 autobiography written by actor Christopher Reeve. The book tells of Reeve's experiences of making the Superman films and about his horseback riding accident which resulted in his quadriplegia and its effects on his life. The book spent eleven weeks on the New York Times Best Seller list in 1999. Reeve won a Grammy Award for Best Spoken Word Album."}, {"title": "I Am Jackie Chan", "description": "I Am Jackie Chan: My Life in Action is a 1998 autobiography written by Jackie Chan with help from Jeff Yang, written before Chan's success Rush Hour–a special edition of the book was released in 1999 telling events occurring after Chan's success with the movie. The book tells of Chan's life story from when he was born to several months after Rush Hour was made. The last few pages of the book contain a Top 10 list of Chan's favorite stunts and fights and an almost complete filmography of him. The book was dedicated to his parents.\nOn January 7, 2010, on The Tonight Show with Conan O'Brien, Chan stated that he has had plans since around 2008 to produce a musical film of his life based on the book, which would be entitled I Am Jackie Chan: The Musical. The film was inspired due to Chan's early love for musicals, with such films as The Sound of Music."}, {"title": "The Measure of a Man: A Spiritual Autobiography", "description": "The Measure of a Man: A Spiritual Autobiography is an autobiographical work by Sidney Poitier. On January 26, 2007, Oprah Winfrey chose it for her book club."}], "List of American children's books": [{"description": "10,000 Dresses is a 2008 children's picture book written by Marcus Ewert, illustrated by Rex Ray and published by Seven Stories Press.  The book is notable for being one of the first children's books depicting transgender people's experiences.", "title": "10,000 Dresses"}, {"description": "13 Alabama Ghosts and Jeffrey is a book first published in 1969 by folklorist Kathryn Tucker Windham and Margaret Gillis Figh. The book contains thirteen ghost stories from the U.S. state of Alabama. The book was the first in a series of seven Jeffrey books, most featuring ghost stories from a Southern state. Jeffrey in the book's title refers to a ghost that allegedly haunts Windham's home.", "title": "13 Alabama Ghosts and Jeffrey"}, {"description": "The ABC Bunny by Wanda Gág is a children's alphabet book which was a Newbery Honor recipient in 1934. The book is illustrated by the author in black and white, and hand lettered by her brother Howard. The music for the \"ABC Song\", included as a score in the book, was composed by the author's sister, Flavia.", "title": "ABC Bunny"}, {"description": "Abraham Lincoln, Friend of the People  by Clara Ingram Judson is a children's book first published in 1950 which was a Newbery Honor recipient in 1951.", "title": "Abraham Lincoln, Friend of the People"}, {"description": "Abraham Lincoln's World is a children's history book by Genevieve Foster. Illustrated by the author, it was first published in 1944 and was a Newbery Honor recipient in 1945.The book is a continuation of the author's George Washington's World (1941), starting where the earlier book finished, at the start of the nineteenth century. It shows events and conditions in the United States and around the world during the life of Abraham Lincoln, covering politics, business, the arts and more.", "title": "Abraham Lincoln's World"}, {"description": "Across America on an Emigrant Train is a 1993 children's history book by Jim Murphy. It is based on Robert Louis Stevenson's 1879 journey from New York City to California.", "title": "Across America on an Emigrant Train"}, {"description": "Adventures With Rebbe Mendel is a series of children's books written by Nathan Sternfeld and published by Feldheim Publishers. The books belong to the Jewish children's fiction genre. The books were originally written in Hebrew. The English translations were done by Riva Pomerantz.\n\n", "title": "Adventures with Rebbe Mendel"}, {"description": "The Alligator's Toothache is a 1962 children's picture book written and illustrated by Marguerite Dorian. It tells the tale of an alligator called Alli and his child-friendly experiences with a painful tooth and a dentist's surgery. It was published by Lothrop, Lee & Shepard.", "title": "The Alligator's Toothache"}, {"description": "Amber Brown is a series of realistic fiction novellas for children created and originally written by Paula Danziger; later written by Elizabeth Levy and Bruce Coville.  Early editions are illustrated by Tony Ross and later by Anthony Lewis.  The original series is narrated in first person by Amber Brown, starting near the end of her third grade year and through the summer after her fourth grade year.   Danziger's balance of humor and real life tribulations are masterfully balanced to reach readers on a deep level throughout the series.\nAmber Brown is Not a Crayon starts the series some time after her mother and father have separated. While Amber's mother now dates Max, Amber's father pursues a new job in Paris, France. As if divorce and geographical separation from one parent isn't enough for a third grader to handle, Amber's life long best friend, Justin Daniels, finds out that he is moving to Alabama.  This painful separation and the tribulations of getting caught in the middle of divorced parents sets the foundation for the remainder of the series.  \nA series of picture books for younger readers titled A is for Amber was also published by Danziger with illustrations by Ross and featured adventures with Amber and Justin before Justin moved away and before Amber's parents divorced but after they are already regularly arguing.\nAudiobook releases of installments in the series are available, published by Live Oak Media and read by Dana Lubotsky. The recordings of the A is for Amber series feature original music and sound effects.\nThe series was originally inspired by Danziger's only niece, Carrie Danziger, shortly after both of her best friends moved away in the same summer.  While Amber was a creative conglomeration of Paula Danziger's design, aspects of Carrie's life were used throughout the series.  The second title, \"You Can't Eat Your Chicken Pox Amber Brown\" was inspired by the Danziger girls going to England together and Carrie getting chicken pox her first night in England.  Ross also used Carrie as the model for the original illustration of Amber.\nThe series originally ended in 2004 with the passing of the author Paula Danziger. In 2012, a new title in the series, Amber Brown is Tickled Pink, was announced. Written by popular children's authors Bruce Coville and Elizabeth Levy, whom Danziger described as her best friend and her other best friend, the new title was released on September 13, 2012.  Tony Ross returns as the illustrator for this installment.  Two additional titles are scheduled for 2013 and 2014. The second new title, Amber Brown is On the Move, was released on September 12, 2013 and Amber Brown is Horsing Around is due out in 2014. Anthony Lewis relieves Ross as the illustrator of these titles.  The idea to revive the series originated with Danziger's agent, Amy Berkower.", "title": "Amber Brown"}, {"description": "American Girl is an American line of 18-inch (46 cm) dolls released in 1986 by Pleasant Company. The dolls portray eight- to eleven-year-old girls of a variety of ethnicities. They are sold with accompanying books told from the viewpoint of the girls. Originally the stories focused on various periods of American history, but were expanded in 1995 to include characters and stories from contemporary life. Aside from the original American Girl dolls, the buyer also has the option to purchase dolls that look like themselves. The options for the line of Truly Me dolls include eye color, eye shape, skin color, hair texture, and hair length. A variety of related clothing and accessories is also available. A service for ordering a bespoke doll with features and clothing specified by the owner, dubbed Create Your Own, has also been introduced in 2017.\nPleasant Company was founded in 1986 by Pleasant Rowland, and its products were originally purchasable by mail order only. In 1998, Pleasant Company became a subsidiary of Mattel. The company has been awarded the Oppenheim Toy Portfolio Award eight times.", "title": "American Girl"}, {"description": "Columbus Day, by Vicki Liestman is a children's book about Christopher Columbus and his expedition that lead him to discovering The Americas. The book is illustrated by Rick Hanson. It was published in 1992.", "title": "Americans Before Columbus"}, {"description": "An American Plague: the true and terrifying story of the yellow fever epidemic of 1793 is a 2003 non-fiction adolescent history by author Jim Murphy published by Clarion Books. An American Plague was one of the finalists in the 2003 National Book Award and was a 2004 Newbery Honor Book. It portrays the agony and pain this disease brought upon the American people marking its place in history in order to never be forgotten.", "title": "An American Plague"}, {"description": "Animal Fairy Tales is a collection of short stories written by L. Frank Baum, the creator of the Land of Oz series of children's books. The stories (animal tales, comparable to Aesop's Fables or the Just-So Stories and Jungle Book of Rudyard Kipling) first received magazine publication in 1905. For several decades in the twentieth century, the collection was a \"lost\" book by Baum; it resurfaced when the International Wizard of Oz Club published the stories in one volume in 1969.The nine stories in the collection were printed in consecutive monthly issues of The Delineator (a popular women's magazine of the time) from January to September 1905. The tales were part of the magazine's regular feature, \"Stories and Pastimes for Children\", and primarily illustrated by Charles Livingston Bull; The Delineator published Baum's story \"A Kidnapped Santa Claus\" in December 1904 with illustrations by Frederick Richardson, who had begun illustrating Baum's serialized novel Queen Zixi of Ix the previous month in St. Nicholas.\nBaum favored book publication for the stories; when his health declined in 1918, he worked to prepare books for future publication in the event of his death. Baum readied three manuscripts, so his publisher (Reilly & Britton) could issue annual Baum books through 1921. Two of those books were the last two in his Oz series (The Magic of Oz and Glinda of Oz), which were published in 1919 and 1920; the third book was Animal Fairy Tales. It is unknown why Reilly & Britton did not publish the latter.", "title": "Animal Fairy Tales"}, {"description": "The Anubis Tapestry: Between Twilights is a 2006 fantasy novel written and illustrated by Bruce Zick.", "title": "The Anubis Tapestry"}, {"description": "Laurie Keller is an American children's writer and illustrator.  She has written and illustrated books for Henry Holt & Co. Books for Young Readers, and produced illustrations for others.", "title": "Arnie the Doughnut"}, {"description": "The Ballad of Matthew's Begats (ISBN 978-1-4003-0909-2) is a children's picture book published in 2007, written by Andrew Peterson and illustrated by Cory Godbey. The book is based on the song of the same name from Andrew Peterson's Behold the Lamb of God.", "title": "The Ballad of Matthew's Begats"}, {"description": "Best Word Book Ever by Richard Scarry was published in 1963 and became a best-selling children's book. Scarry had been illustrating children's books since 1950, but this was his first as both author and illustrator. The book also marked the beginning of the author's work on the \"Best Ever\" series.\nThe original edition contains over 1,400 labelled pictures and the book has sold over seven million copies in 12 years. \nThe word book is designed to entertain children while teaching them words and numbers.  It is divided into subjects on each pair of pages.  Subjects range from sports to houses, with examples from all over the world.  The pages have a small amount of text, which often challenge the reader to find something on the page.  The characters are all anthropomorphic animals, often cats, bears, rabbits and mice, but many other animals are also used.  The art for Best Word Book Ever was first drawn in, then painted in, which was by that time Scarry's normal method.", "title": "Best Word Book Ever"}, {"description": "Better Known as Johnny Appleseed  is a children's book by Mabel Leigh Hunt. It presents the life and legend of John Chapman, better known as Johnny Appleseed, in nine stories, each named for a variety of apple such as those Johnny planted in the Midwest river valleys. Each story takes him westward from the Youghiogheny to the Mississippi. The first edition was illustrated by James Daugherty. It was published in 1950 and was a Newbery Honor recipient in 1951.", "title": "Better Known as Johnny Appleseed"}, {"description": "The Big Tree of Bunlahy: Stories of My Own Countryside is a children's short story collection by Padraic Colum. It contains thirteen stories based on the tales told to the author in his home town of Bunlahy in County Longford, Ireland. The first edition was illustrated by Jack Yeats.  The collection was first published in 1933 and was a Newbery Honor recipient in 1934.", "title": "The Big Tree of Bunlahy"}, {"description": "Birthdays of Freedom is a children's history book written and illustrated by Genevieve Foster. The book was originally published in two volumes, Book One being first published in 1952, Book Two in 1957. Book One was a Newbery Honor recipient in 1953.The combined book has been given the subtitle From Early Man to July 4, 1776. Book One has the subtitle From Early Egypt to the Fall of Rome, with the additional cover text America's Heritage from the Ancient World. Book Two has the subtitle From the Fall of Rome to July 4, 1776.\nGenevieve Foster is known for her horizontal history, putting a historical figure in his context. In this series she follows the inventions, discoveries, people, and events that can all be seen as significant precursors of the signing of the Declaration of Independence in 1776, the event celebrated by America's Independence Day on July 4.", "title": "Birthdays of Freedom"}, {"description": "Blackout is a children's picture book written and illustrated by John Rocco, published by Disney Hyperion in 2011. It features a New York City family during an electrical power outage. During the blackout, the lack of distraction by their technological devices leads to a renewal of the family members' connections with each other.Blackout was a 2012 Caldecott Honor Book, one runner-up for the annual Caldecott Medal. Fox 2000 has optioned it for a live-action feature.", "title": "Blackout (John Rocco novel)"}, {"description": "BLIZZARD! The Storm That Changed America is a 2000 Children's history book by Jim Murphy. It is about the Blizzard of 1888 that hit the north-east of North America, and concentrates on New York City.", "title": "BLIZZARD! The Storm That Changed America"}, {"description": "A Bad Boy Can Be Good For A Girl is the first novel by Tanya Lee Stone and written in a poetry-format. It follows the story of three girls who fall for the same bad boy intent on seducing every girl in school.", "title": "A Bad Boy Can Be Good For a Girl"}, {"description": "Breaking Stalin's Nose is a 2011 children's historical novel written and illustrated by Eugene Yelchin. It is set in Moscow during the Stalin era and shows a boy's disillusion with his hero Stalin after his father is unjustly arrested. The novel was given a 2012 Newbery Honor award for excellence in children's literature  along with numerous other awards and distinctions.\nTranslations of the novel into Russian, Chinese, Japanese, Korean, Spanish, French, Estonian, Italian, Romanian and Turkish have been published.", "title": "Breaking Stalin's Nose"}, {"description": "The Bridge to Never Land was written by Ridley Pearson and Dave Barry and published by \nDisney-Hyperion in 2011. It is the fifth book in the Peter and the Starcatchers series but unlike the others is set in the present day. The main characters in the story are two young Americans, Aidan and Sarah Cooper.", "title": "The Bridge to Neverland"}, {"description": "Busybody Nora is a children's book written by Johanna Hurwitz and illustrated by Susan Jeschke. It was first published in 1976.\nIt was Hurwitz's first book and was an early chapter book. Her daughter Naomi was the inspiration for Nora, and her son Ben was the inspiration for Teddy. On Accelerated Reader, the level of the story is 4.1 (blue color), has a lexile measure of 630L and is recommended for seven- to ten-year-olds.  It has since become a popular children's library book and is also used for school lessons.The book is made up of six stories about a six-year-old girl called Nora, her young brother Teddy, and her parents who live in a New York apartment block.", "title": "Busybody Nora"}, {"description": "The Call of the Wolves is a 1989 children's picture book by Jim Murphy and illustrated by Mark Weatherby. It is about a young wolf that is separated from his pack during a caribou hunt but is eventually reunited.", "title": "The Call Of The Wolves"}, {"description": "Catwings is a series of four American children's picture books written by Ursula K. Le Guin, illustrated by S. D. Schindler, and originally published by Scholastic from 1988 to 1999. It follows the adventures of kittens who were born with wings.  Catwings is also the title of the first book in the series. The series is in print from Scholastic as of August 2015.In Britain the series was published in two omnibus volumes as Tales of Catwings and More Tales of the Catwings (Puffin/Penguin, 1999 and 2000). In America the 2003 editions were available in a boxed set of four with slipcase title The Catwings Collection (Orchard/Scholastic), listed as Catwings Set by Powell's Books.Scholastic classifies the Catwings books as fantasy and classifies the first two by \"interest level\" as \"grades 2–5\", the last two as \"grades preK–3\" (children of ages about 7–11 and 4–9 respectively). The series is covered by the Internet Speculative Fiction Database, which classifies the volumes as short fiction and as chapbooks.Scholastic Book Guides, a series for schoolteachers, includes one Catwings volume.In 2002 and 2003 as Catwings 5 and Catwings 6, Le Guin published online editions of picture books \"by Mrs. Katz's First Grade Class\".Ten years after their last Catwings volume, Le Guin and Schindler created another picture book featuring a cat: Cat Dreams (Orchard/Scholastic, 2009), with \"easy rhyming text\" and \"realistic, full-bleed watercolor illustrations\".", "title": "Catwings"}, {"description": "CDC? is a children's puzzle book written and illustrated by author and cartoonist William Steig. Originally published in 1984, it is a sequel to CDB!, and is of the same concept: letters and numbers which suggest the sounds of words or phrases are printed as captions for interpretive cartoons. The reader guesses what the letters and numbers are supposed to represent in actual words. The book is somewhat more sophisticated in content than CDB!, using more complicated phrases. The book, in its 1984 release, was originally printed in black-and-white, and was republished and re-released with pen-and-ink watercolor style pictures and an answer-key at the end. To figure out the word puzzles, the reader needs to read the letters, numbers, and symbols aloud, pronouncing their names, not sounding them out. The picture accompanying each puzzle helps give the reader hints to the coded phrase.\n\n", "title": "CDC?"}, {"description": "Cheetah Math: Learning about Division from Baby Cheetahs is a math book published by Henry Holt and Co. in 2007. Cheetah Math was designed to help students understand division. Ann Whitehead Nagda wrote the book with the cooperation of the San Diego Zoo. The book follows the lives of two baby cheetahs, Majani and Kubali, and relates their story to the principles of division. Sally Woolsey called the book \"well done\" and it is a popular item in many elementary school libraries. Kirkus Reviews called the book \"A great addition to both the math and wild-animal conservation bookshelves\". The School Library Journal also gave a favorable review, saying Cheetah Math \"is a wonderful cross-curricular book and an appealing way to introduce math\".", "title": "Cheetah Math"}, {"description": "Child of the Wolves is a children's novel, published in 1996, about a Siberian husky puppy that joins a wolf pack. It was written by Elizabeth Hall, wife of Island of the Blue Dolphins author, Scott O'Dell.", "title": "Child of the Wolves"}, {"description": "Chrysanthemum is the title of a 1991 children's picture book by the American writer and illustrator Kevin Henkes.Chrysanthemum was chosen as an ALA Notable Book and the School Library Journal Best Book of the Year, and it is on the Horn Book Fanfare Honor List. Based on a 2007 online poll, the National Education Association named the book one of its \"Teachers' Top 100 Books for Children.\" It was one of the \"Top 100 Picture Books\" of all time in a 2012 poll by School Library Journal.", "title": "Chrysanthemum (book)"}, {"description": "Click, Clack, Moo: Cows That Type is an award-winning children's book by Doreen Cronin.  Illustrated by Betsy Lewin, the Simon & Schuster book tells the story of Farmer Brown's cows, who find an old typewriter in the barn and proceed to write letters to Farmer Brown, making various demands and then going on strike when they aren't met.", "title": "Click, Clack, Moo"}, {"description": "Click, Clack, Quackity-Quack: An Alphabetical Adventure is a children's picture book by Doreen Cronin and it is illustrated by Betsy Lewin.", "title": "Click, Clack, Quackity-Quack"}, {"description": "Click, Clack, Splish, Splash: A Counting Adventure is a children's book written by Doreen Cronin and is illustrated by Betsy Lewin. It is one of the sequels to Click Clack Moo: Cows That Type.", "title": "Click, Clack, Splish, Splash"}, {"description": "Cloud Boy is a children's picture book written and illustrated by creator Rhode Montijo and published by Simon & Schuster Children's Publishing.", "title": "Cloud Boy"}, {"description": "Cloudy with a Chance of Meatballs is a children's book written by Judi Barrett and illustrated by Ron Barrett. It was first published in 1978 by the Simon & Schuster imprint Atheneum Books, followed by a 1982 trade paperback edition from sister company Aladdin Paperbacks. Based on a 2007 online poll, the National Education Association named the book one of its \"Teachers' Top 100 Books for Children\". It was one of the \"Top 100 Picture Books\" of all time in a 2012 poll by School Library Journal.A sequel, Pickles to Pittsburgh, was published in 2000 by Atheneum Books; a hardcover edition followed in 2009. A second sequel, Planet of the Pies, was published on August 27, 2013.", "title": "Cloudy with a Chance of Meatballs"}, {"description": "Computer Engineer Barbie is the 126th career version of Mattel's Barbie doll. In response to poll results indicating strong support for computer engineers, the doll set was created and introduced in 2010. In 2014 Mattel apologized for the accompanying book, I Can Be a Computer Engineer, after internet complaints that it represented Barbie as incompetent in the field, needing the help of men.", "title": "Computer Engineer Barbie"}, {"description": "A Couple of Boys Have the Best Week Ever is children's book written and illustrated by Marla Frazee and set in Malibu, California. It tells the story of two boys named James and Eamon, who go to a nature camp for a week and stay with Eamon's unique grandparents. The story relates the growth of a friendship between two boys enjoying a week away from parents. In 2009, the book was named a Caldecott Honor Book.", "title": "A Couple of Boys Have the Best Week Ever"}, {"description": "The Cow-Tail Switch, and Other West African Stories by Harold Courlander is a collection of West African folk tales about men and animals, kings, warriors, and farmers. First published in 1947, it was a Newbery Honor recipient in 1948.", "title": "The Cow-Tail Switch, and Other West African Stories"}, {"description": "Crab Moon is a children's picture book by Ruth Horowitz and illustrated by Kate Kiesler.  It was selected by the National Science Teachers Association as an Outstanding Science Trade Books for Children in 2001.", "title": "Crab Moon"}, {"description": "THE CROSSING: How George Washington Saved the American Revolution is a 2010 Children's history book by Jim Murphy. It describes the first couple of years of the American Revolutionary War concentrating on George Washington and his pivotal role in the conflict.", "title": "THE CROSSING: How George Washington Saved the American Revolution"}, {"description": "Curious George is a children's book written and illustrated by Margret Rey and H. A. Rey, and published by Houghton Mifflin in 1941. It is the first book in the Curious George series and tells the story of an orphaned monkey named George and his adventures with the Man with the Yellow Hat.", "title": "Curious George (book)"}, {"description": "Curious George Flies a Kite is a children's book written for beginning readers by Margret Rey, illustrated by H. A. Rey, and published by Houghton Mifflin in 1958. It is the fifth book in the original Curious George series and the only one the Reys did not write together.", "title": "Curious George Flies a Kite"}, {"description": "Curious George Gets a Medal is a children's book written and illustrated by Margret Rey and H. A. Rey and published by Houghton Mifflin in 1957. It is the fourth book in the original Curious George series, and tells the story of George's flight into space. The story was published only weeks before the Soviets launched Sputnik II and Rey wanted to share his interests in space travel with children.", "title": "Curious George Gets a Medal"}, {"description": "Curious George Goes to the Hospital is a children's book written and illustrated by Margret Rey and H. A. Rey and published by Houghton Mifflin in 1966. It is  the seventh and final book in the original Curious George series, and tells the story of George's experiences in a hospital after swallowing a jigsaw puzzle piece. The book was written to ease the way for hospital-bound children.", "title": "Curious George Goes to the Hospital"}, {"description": "Curious George Learns the Alphabet is a children's book written and illustrated by Margret Rey and H. A. Rey and published by Houghton Mifflin in 1963. It is the sixth book in the original Curious George series.", "title": "Curious George Learns the Alphabet"}, {"description": "Curious George Rides a Bike is a children's book written and illustrated by Margret Rey and H. A. Rey and published by Houghton Mifflin in 1952. It is the third book of the original Curious George series and tells the story of George's new bicycle and his experiences performing with an animal show.", "title": "Curious George Rides a Bike"}, {"description": "Curious George Takes a Job is a children's book written and illustrated by Margaret Rey and H. A. Rey and published by Houghton Mifflin in 1947. It is the second of the Curious George books and tells the story of George taking a job as a window washer.", "title": "Curious George Takes a Job"}, {"description": "Curses, Hexes and Spells is a 1974 book by Daniel Cohen. Marketed as children's book, it explains what exactly \"curses\" are, and describes supposed curses on families (such as the House of Atreus in Greek Mythology, the House of Habsburg or the Kennedy family), creatures, places (the Bermuda Triangle, the Devil's Sea), wanderers (like the Flying Dutchman) and ghosts. It also describes a few protective amulets from supposed \"occult\" dangers, and briefly touches on birthstones.\nCurses, Hexes, and Spells is number 73 on the American Library Association's list of the 100 Most Frequently Challenged Books of 1990-2000. The book also appears on several other lists of \"banned\"/challenged books in the United States such as the New York Times 50 Most Frequently Banned Books in which it is number 11.", "title": "Curses, Hexes and Spells"}, {"description": "A Daughter of the Seine: The Life of Madame Roland is a biography written for children by Jeanette Eaton. It recounts the life story of Marie-Jeanne Roland de la Platière, an influential figure in the French Revolution. Born in relative obscurity, she became a prominent Girondist and was executed in one of Robespierre's purges. The biography was first published in 1929 and was a Newbery Honor recipient in 1930.", "title": "A Daughter of the Seine"}, {"description": "Davy Crockett is a biography of the American folk hero written for children by Constance Rourke. It was first published in 1934 and was a Newbery Honor recipient in 1935. It includes detailed explanations of frontier life and many contemporary folk tales about Crockett, plus a very extensive bibliography.", "title": "Davy Crockett (book)"}, {"description": "Dear Dumb Diary is a series of children's novels by Jim Benton. Each book is written in the first person view of a middle school girl named Jamie Kelly. The series is published by Scholastic in English and Random House in Korean. Film rights to the series have been optioned by the Gotham Group.", "title": "Dear Dumb Diary"}, {"description": "Dennis the Wild Bull is a children's book co-written by NBA Hall of Famer Dennis Rodman and Dustin Warburton and illustrated by Dan Monroe.  It is written in rhyme with many color illustrations.", "title": "Dennis the Wild Bull"}, {"description": "Diary of a Spider is a children's picture book published in 2005 and it is a sequel to Diary of a Worm. It is written by Doreen Cronin and it is illustrated by Harry Bliss.", "title": "Diary of a Spider"}, {"description": "Dinosaur vs. Bedtime is a children's book, written and illustrated by Bob Shea.  Dinosaur vs. Bedtime tells the story of a young dinosaur taking on a series of challenges before going to bed.", "title": "Dinosaur vs. Bedtime"}, {"description": "Laurie Keller is an American children's writer and illustrator.  She has written and illustrated books for Henry Holt & Co. Books for Young Readers, and produced illustrations for others.", "title": "Do Unto Otters"}, {"description": "Do You Know What I'm Going To Do Next Saturday? is a 1963 children's book published by Beginner Books and written by Helen Palmer Geisel, the first wife of Theodor Seuss Geisel (Dr. Seuss). Unlike most of the Beginner Books, Do You Know What I'm Going To Do Next Saturday? did not follow the format of text with inline drawings, being illustrated with black-and-white photographs by Lynn Fayman, featuring a boy named Rawli Davis. It is sometimes misattributed to Dr. Seuss himself. The book's cover features a photograph of a young boy sitting at a breakfast table with a huge pile of pancakes.Activities mentioned in the book include bowling, water skiing, marching, boxing, and shooting guns with the United States Marines, and eating more spaghetti \"than anyone else has eaten before.Helen Palmer's photograph-based children's books did not prove to be as popular as the more traditional text-and-illustrations format; however, Do You Know What I'm Going To Do Next Saturday received positive reviews and was listed by The New York Times as one of the best children's books of 1963. The book is now out of print.", "title": "Do You Know What I'm Going to Do Next Saturday?"}, {"description": "Doctor De Soto is a picture book for children written and illustrated by William Steig and first published in 1982. It features a mouse-dentist who must help a fox with a toothache without being eaten.\nSteig and his book won the 1983 National Book Award for Children's Books in category Picture Books, Hardcover, as did Barbara Cooney for Miss Rumphius.Doctor De Soto was also recognized as a Newbery Honor Book. At 32 pages it is one of the shortest to be honored in that awards program.", "title": "Doctor De Soto"}, {"description": "The Dog Who Had Kittens is a 1991 children's picture book by Polly Robertus and illustrated by Janet Stevens. It is about a basset hound who finds himself adopting some kittens.", "title": "The Dog Who Had Kittens"}, {"description": "Dooby Dooby Moo is a children's book written by Doreen Cronin and illustrated by Betsy Lewin.  Released in 2006 by Athenium, it continues the story of Farmer Brown's animals from Click, Clack, Moo: Cows That Type, who enter a talent show in an attempt to win a trampoline. The book has been adapted to a play.", "title": "Dooby Dooby Moo"}, {"description": "The Dream Coach is a children's book by Anne Parrish. It contains four fairytale-like stories linked by the theme of a Dream Coach which travels around the world bringing dreams to children. The stories are: \"The Seven White Dreams of the King's Daughter\", \"Goran's Dream\", \"A Bird Cage With Tassels of Purple and Pearls (Three Dreams of a Little Chinese Emperor)\", and \"\"King\" Philippe's Dream\". The book, illustrated by Dillwyn Parrish, the author's brother, was first published in 1924 and was a Newbery Honor recipient in 1925.A public domain online edition of The Dream Coach, a 1925 Newbery Honor Book, is available at A Celebration of Women Writers.", "title": "The Dream Coach"}, {"description": "Encyclopedia Brown is a series of books featuring the adventures of boy detective Leroy Brown, nicknamed \"Encyclopedia\" for his intelligence and range of knowledge.  The series of 29 children's novels was written (one co-written) by Donald J. Sobol, with the first book published in 1963 and the last novel published posthumously, in 2012.  The Encyclopedia Brown series has spawned a comic strip, a TV series, and compilation books of puzzles and games.", "title": "Encyclopedia Brown"}, {"description": "The Emma books are a series for children by Sally Warner. The main character and narrator is Emma McGraw, a new kid who moved into California from Magdelana school. She has curly brown hair and wants to be a zoologist when she grows up. She is currently in third grade. She wishes that she would have normal, straight hair and not be divorced.", "title": "Emma (series)"}, {"description": "Encore for Eleanor is a children's picture book written by Bill Peet about a circus elephant who loves the spotlight even after retirement. It was originally published in 1981 by the Houghton Mifflin Co., Boston.", "title": "Encore for Eleanor"}, {"description": "The Fairy Circus is a children's book written and illustrated by Dorothy P. Lathrop. In this book, the fairies, enchanted by a human circus which visits their meadow, put on a circus of their own with the woodland creatures. First published in 1931, it was a Newbery Honor recipient in 1932.", "title": "The Fairy Circus"}, {"description": "The Family Book is a 2003 children's book written by Todd Parr that details the daily lives of all kinds of families. The book has been praised for its diversity in Parr's representation of different family units such as same sex families, and was placed on the summer reading list for the District of Columbia Public School system. The Family Book, along with several other LGBT-themed books, was removed from the Erie, Illinois school system after some parents complained about the book's depiction of same sex couples within the book.The book won a 2004 Oppenheim Toy Portfolio Gold Award.", "title": "The Family Book"}, {"description": "A Fish out of Water is a 1961 American children's book written by Helen Palmer Geisel (credited as Helen Palmer) and illustrated by P. D. Eastman. The book is based on a short story by Palmer's husband Theodor Geisel (Dr. Seuss), \"Gustav, the Goldfish\", which was published with his own illustrations in Redbook magazine in June 1950.", "title": "A Fish out of Water (book)"}, {"description": "The Five Chinese Brothers is an American children's book written by Claire Huchet Bishop and illustrated by Kurt Wiese. It was originally published in 1938 by Coward-McCann.\nThe book is a retelling of a Chinese folk tale, Ten Brothers.", "title": "The Five Chinese Brothers"}, {"description": "Flora's Very Windy Day is a children's picture book by Jeanne Birdsall. It is illustrated by Matt Phelan. The two main characters in the book are Flora and her little brother Crispin, both of whom are blown away by the wind.", "title": "Flora's Very Windy Day"}, {"description": "Flush!: The Scoop on Poop throughout the Ages is a 2007 non-fiction children's book written and illustrated by Charise Mericle Harper.", "title": "Flush!: The Scoop on Poop Throughout the Ages"}, {"description": "Fog Magic by Julia L. Sauer is a children's fantasy novel set in Nova Scotia. It was a Newbery Honor recipient in 1944. Fog Magic tells the story of a young girl who, on foggy nights, travels back in time to enter the past life of an abandoned village. Lynd Ward illustrated the book, which was published by Viking.", "title": "Fog Magic"}, {"description": "Franny K. Stein is a children's book series by American author Jim Benton. The series was first published in 2003 with the entry Lunch Walks Among Us by Simon & Schuster. The titles of the series all play on book or movie titles, such as Attack of the 50 Foot Woman and Fantastic Voyage.", "title": "Franny K. Stein"}, {"description": "Not to be confused with Fred Fox, Frederick Fox, Frederic Fox, Freddie Fox, or Freddie Foxxx\nThis article is about the book. For the character introduced in the animated preschool series Peppa Pig, see List of Peppa Pig charactersFreddy Fox (ISBN 0-9754701-0-8) is a hardcover picture book written and illustrated by Ronald J. Meyer. It tells the story of a young fox and his family, following the daily activities of the fox kit, Freddy.  Freddy Fox teaches the reader about red foxes, including that they are born shades of gray, how their den is built, what they eat, and family size. Then through a simple segue, Freddy's red fox mother teaches the young fox about other animals and traits attributed to them.  By learning his lessons, Freddy will grow up to be a wise fox.  All of the lessons, such as the bear eats a balanced diet or the raccoon washes his hands before eating, can easily be translated into lessons for young children.\nThe book was first published in 2004. It won the Silver Mom's Choice Award in the \"Animal Kingdom\" category in 2008.The author is a wildlife photographer, and he used his wildlife photographs to illustrate the book.", "title": "Freddy Fox"}, {"description": "Friends from the Other Side / Amigos del Otro Lado (1993) is a bilingual (Spanish/English) Latino children's book written by Mexican American/Chicana scholar Gloria E. Anzaldúa and illustrated by Consuelo Méndez Castillo. It is loosely based on Anzaldúa's early life in South Texas and tells the story of a young Chicana girl, Prietita, living near the US-Mexican border who befriends and helps a young Mexican boy, Joaquín, who has recently immigrated.", "title": "Friends from the Other Side / Amigos del Otro Lado"}, {"description": "Frog and Toad All Year is an American picture book written and illustrated by Arnold Lobel, published by Harper & Row in 1976. \nIt is the third book in the Frog and Toad series, whose four books completed by Lobel comprise five easy-to-read short stories each.", "title": "Frog and Toad All Year"}, {"description": "Frog and Toad Together is an American fantasy adventure children's picture book, written and illustrated by Arnold Lobel and published by Harper & Row in 1972.\nIt is the second book in the Frog and Toad series, whose four books completed by Lobel comprise five easy-to-read short stories each. It was a Newbery Honor Book, or runner-up for the American Library Association Newbery Medal, which recognizes the year's \"most distinguished contribution to American literature for children\".Frog and Toad Together was adapted as a film.", "title": "Frog and Toad Together"}, {"description": "Gandhi, Fighter Without a Sword  is a biography of Mohandas Karamchand Gandhi written for children by Jeanette Eaton. It is illustrated by Ralph Ray.  The biography was first published in 1950 and was a Newbery Honor recipient in 1951.", "title": "Gandhi, Fighter Without a Sword"}, {"description": "The Gashlycrumb Tinies: or, After the Outing is an abecedarian book written by Edward Gorey that was first published in 1963. Gorey tells the tale of 26 children (each representing a letter of the alphabet) and their untimely deaths in rhyming dactylic couplets, accompanied by the author's distinctive black and white illustrations. It is one of Edward Gorey's best-known books, and is the most notorious amongst his roughly half-dozen mock alphabets. It has been described as a \"sarcastic rebellion against a view of childhood that is sunny, idyllic, and instructive\". The morbid humor of the book comes in part from the mundane ways in which children die, such as falling down the stairs or choking on a peach. Far from illustrating the dramatic and fantastical childhood nightmares, these scenarios instead poke fun at the banal paranoias that come as a part of parenting.", "title": "The Gashlycrumb Tinies"}, {"description": "George Washington: An Initial Biography is a 1949 children's book, written and illustrated by Genevieve Foster, about the life of George Washington, the first President of the United States. Though written in simple language, the biography has been described as comprehensive and scrupulously authentic. The book was a Newbery Honor recipient in 1950.", "title": "George Washington (book)"}, {"description": "George Washington's World is a children's history book by Genevieve Foster. The first edition, illustrated by the author, was published in 1941 and was a Newbery Honor recipient in 1942.", "title": "George Washington's World"}, {"description": "A Gift for Jesus is a children's religious book, intended for ages 4 to 8, written and illustrated by Joan Summer.", "title": "A Gift for Jesus"}, {"description": "Goggles! is a 1969 children's picture book by American author and illustrator Ezra Jack Keats published by the Penguin Group in 1998. The books is about two boys finding motorcycle goggles. Goggles won a Caldecott Honor in 1970. The illustration consist of mellow colors.", "title": "Goggles!"}, {"description": "The Golden Fleece and the Heroes Who Lived Before Achilles is a children's book by Padraic Colum, a retelling of Greek myths. The book, illustrated by Willy Pogany, was first published in 1921 and was a Newbery Honor recipient in 1922.\nThe central myth retold is that of Jason and the Argonauts in their quest for the Golden Fleece and the aftermath. Woven into it are other myths, including the myths of Persephone and Prometheus, told by the poet Orpheus during the voyage.", "title": "The Golden Fleece and the Heroes Who Lived Before Achilles"}, {"description": "The Great Fire is a story for children and young adults, written by Jim Murphy about the Great Chicago Fire of 1871, which caused the destruction of most of the city of Chicago. The Great Fire was a Newbery medal honor book in 1996.\n\n", "title": "The Great Fire (children's novel)"}, {"description": "The Great Kapok Tree is an American children's picture book about rainforest conservation. It was written and illustrated by Lynne Cherry and was originally published by Harcourt Brace Jovanovich in 1990. The book is dedicated to Chico Mendes, a Brazilian environmental activist who was murdered in 1988.", "title": "The Great Kapok Tree"}, {"description": "Green is a children's picture book by American author and artist Laura Vaccaro Seeger. It was first published in 2012 by Roaring Brook Press. The pages illustrate different shades of green in nature, with cut-out shapes linking the different scenes.", "title": "Green (picture book)"}, {"description": "The Grey Lady and the Strawberry Snatcher is a children's picture book by Molly Bang.", "title": "The Grey Lady and the Strawberry Snatcher"}, {"description": "Hachiko Waits is a children's book, written by Lesléa Newman and illustrated by Machiyo Kodaira. It uses the true story of Hachikō the Akita dog from Japan and adds Yasuo, a young boy, to the story. It won several awards.", "title": "Hachiko Waits"}, {"description": "The Happy Hocky Family is a children's book by author and illustrator Lane Smith.  Written in a style similar to the Dick and Jane books, it tells a series of short, typically single page, stories about the Hocky family, which includes the two parents, three children, their dog, and occasionally their cousin.\nThe book is not a typical picture book in that the humor in it tends to be slightly dark and sarcastic, as in the works of Jon Scieszka.\nA sequel, The Happy Hocky Family Moves to the Country!, was released in 2002.", "title": "The Happy Hocky Family!"}, {"description": "Harry the Dirty Dog is a children's book written by Gene Zion and illustrated by Margaret Bloy Graham. Originally published in black and white in 1956, it was reprinted in 2002 with splashes of color added by the original artist.  Based on a 2007 online poll, the National Education Association named the book one of its \"Teachers' Top 100 Books for Children.\"", "title": "Harry the Dirty Dog"}, {"description": "Hattie and the Wild Waves (ISBN 1-883332-31-1) is a 1990 book by Barbara Cooney. It tells the story of Hattie, who \"is from a well to do German immigrant family and has a mind of her own.\" She looks to the ocean to decide what occupation to pursue as she grows up: painting.\nThe book was described as being the closest to Mrs. Cooney's heart. She narrated an audiobook with this book and her Eleanor [1].", "title": "Hattie and the Wild Waves"}, {"description": "Have You Seen Tom Thumb? is a biography of General Tom Thumb written for children by Mabel Leigh Hunt. It tells the story of Charles Sherwood Stratton, a charming and humorous dwarf who traveled all over the world with the showman P. T. Barnum. The book, illustrated by Fritz Eichenberg, was first published in 1942 and was a Newbery Honor recipient in 1943.", "title": "Have You Seen Tom Thumb?"}, {"description": "Heather Has Two Mommies is a children's book written by Lesléa Newman with illustrations by Diana Souza , first published in 1989. Arriving ten years after Jane Severance's When Megan Went Away, the first picture book with lesbian characters, Heather was the first lesbian picture book to garner widespread acclaim, so much so that it is sometimes erroneously referred to as the first lesbian picture book.The story is about a child, Heather, raised by lesbian women: her biological mother, Jane, who gave birth to her after artificial insemination, and her biological mother's same-sex partner, Kate. At Heather's playgroup, her family situation is discussed simply and positively, as are those of other children in other family units.Lesléa Newman related:\n\nThe American Library Association ranked it the 11th most frequently challenged book in the United States in the 1990s; a similar phenomenon can be seen in the Sugartime! episode of the American television series Postcards from Buster. In the 1980s, comparable political controversy erupted in the United Kingdom over the book Jenny Lives with Eric and Martin. Comedian Bill Hicks famously included the book in one of his stand-up routines.\nThe book and the controversy over it were parodied in the 2006 Dav Pilkey book Captain Underpants and the Preposterous Plight of the Purple Potty People. In it, the parallel-universe Miss Singerbrains (the school librarian) invites the two main characters, George and Harold, to read the book Mommy Has Two Heathers.", "title": "Heather Has Two Mommies"}, {"description": "Heckedy Peg is a 1987 children's picture book by Audrey Wood. It is about seven children who are transformed by a witch and rescued by their mother.", "title": "Heckedy Peg"}, {"description": "Help! Mom! There are Liberals Under my Bed! (ISBN 0-9767269-0-4) is a children's picture book that depicts caricatures of liberal politicians such as Hillary Clinton and Ted Kennedy in order to advocate conservative values. It was written by Katharine DeBrecht and was published by World Ahead Publishing in 2005. DeBrecht told the media that she felt compelled to write the book because \"children are inundated with (liberal) books like It's Just a Plant: A Children's Story of Marijuana and No George, No: The Reparenting of George W. Bush.\"", "title": "Help! Mom! There Are Liberals Under My Bed"}, {"description": "The Hollow Tree and Deep Woods Book is a children's book of short stories by Albert Bigelow Paine. It was published first in 1898 as an edition in one volume of The Hollow Tree and In the Deep Woods with several new stories and pictures added.\nThe book has 28 animal stories, notably tales of the 'Coon, the 'Possum, and the Old Black Crow, which live in the Hollow Tree in the Deep Woods.\nThese books contain pen-and-ink illustrations by J. M. Condé.", "title": "The Hollow Tree and Deep Woods Book"}, {"description": "Hollow Tree Nights and Days is a children's book written by Albert Bigelow Paine and illustrated by J. M. Condé. It was published by Harper & Brothers in 1915. The book continues the tales of the 'Coon, the 'Possum, the Old Black Crow, and their friends.\nThe general setting of this book is 'the story teller' who sits in a rocking chair in front of the old fireplace, with the 'Little Lady' sitting on his lap as he smokes a pipe and tells the old stories of the Hollow Tree Folk.\nThe book contain pen-and-ink illustrations of the stories, including a new map of the Hollow Tree and Deep Woods Country.", "title": "Hollow Tree Nights and Days"}, {"description": "The Hollow Tree Snowed-In Book is a children's book of short stories written by Albert Bigelow Paine and illustrated by J. M. Condé. It was published by Harper & Brothers in 1910.  The book contains the continued tales of the 'Coon, the 'Possum, and the Old Black Crow, who live in the Hollow Tree in the Deep Woods.\nThese books contain pen-and-ink illustrations of the stories.\nThe general setting of this book is 'the story teller' who sits in a rocking chair in front of the old fireplace, with the 'Little Lady' sitting on his lap as he smokes a pipe and tells the old stories of the Hollow Tree Folk.\nAll the stories in this book are stories told by the various characters when there is a big snow storm and they get snowed in. To pass the time they tell stories.", "title": "The Hollow Tree Snowed-In Book"}, {"description": "The House That Had Enough is a 1986 children's picture book written by P. E. King and illustrated by John O'Brien. It was published in the Big Little Golden Book series.", "title": "The House That Had Enough"}, {"description": "How I Learned Geography, by Uri Shulevitz, is a fictional story recasting a childhood memory.\n\n", "title": "How I Learned Geography"}, {"description": "Hubert's Hair-Raising Adventure is the first picture book published by author Bill Peet. It features a vain lion who loses his mane in a fire, and his adventures trying to get his hair to grow back quickly. It was published in 1959 by Houghton Mifflin Co., Boston. Bill Peet wrote the book while he was still working as a storyboard artist at Walt Disney Studios.", "title": "Hubert's Hair-Raising Adventure"}, {"description": "I Am Abraham Lincoln is the first children's book written by Brad Meltzer in the \"Ordinary People Change the World\" series. It follows the adventures of a young Abraham Lincoln learning important lessons.", "title": "I Am Abraham Lincoln"}, {"description": "I Am Albert Einstein is a children's book written by Brad Meltzer in the \"Ordinary People Change the World\" series. It follows the adventures of a young Albert Einstein learning important lessons.", "title": "I Am Albert Einstein"}, {"description": "I Am Amelia Earhart is a 2014 children's book written by Brad Meltzer in the \"Ordinary People Change the World\" series. It follows the adventures of a young Amelia Earhart learning important lessons.", "title": "I Am Amelia Earhart"}, {"description": "I Am a Pole (And So Can You!) is a 2012 spoof of inspirational children's books. It was written by Stephen Colbert and illustrated by Paul Hildebrand. The book tells the story of a fictional pole finding his purpose in life. The title is a play on Colbert's first book, I Am America (And So Can You!). All proceeds from the audiobook go to the United States Veterans Initiative, a non-profit dedicated to returning troops.\nThe book is notable for a blurb of endorsement on the cover attributed to children's writer Maurice Sendak. During a January 2012 interview of Sendak by Colbert, Colbert shared a draft of the book with Sendak, to which Sendak stated \"The sad thing is, I like it!\"; the statement was used as the blurb for the cover. Soon afterward, Colbert reportedly secured a publishing deal for the book. Sendak coincidentally died the morning of the book's release, and, in tribute, The Colbert Report aired uncensored previously unreleased clips of the interview, with Colbert encouraging those unfamiliar with Sendak's work to \"read his books. And for those who don't read, they've got lots of pictures.\"\nReviewers of the book noted that this book, while seemingly targeted to children, contains imagery which may be considered adult in nature, such as a scene of a stripper performing striptease on the eponymous pole. Colbert, parodying the marketing of inspirational books, mentioned on his show that the book is \"the perfect gift to give a child, or grandchild, for their high school or college graduation. Also, Father's Day. Also, other times.\"On July 18, 2012, the Rosenbach Museum added the book to its collections, and displayed its manuscript and several artifacts that Colbert claimed were on his desk when the book was written next to the manuscript of Ulysses, along with artifacts from the original interview.\nOther Formats\n\nEbook - 978-1-4555-2340-5\nCompact Disc - 978-1-61969-502-3", "title": "I Am a Pole (And So Can You!)"}, {"description": "I Am Rosa Parks is a children's picture book written by Brad Meltzer in the Ordinary People Change the World series. It follows the adventures of a young Rosa Parks learning important lessons.", "title": "I Am Rosa Parks"}, {"description": "I Can Read! is a line of beginning reading books published by HarperCollins. The series is rated by level and widely used to teach children to read English. The first book in the series was Else Holmelund Minarik's Little Bear, published in 1957 (see below), and subsequent notable titles have included Amelia Bedelia and Frog and Toad.\n\n", "title": "I Can Read!"}, {"description": "I Don't Want To Blow You Up! is an educational coloring book by Ricardo Cortés and F. Bowman Hastie III.  The book explains to children that people having different looks or different-sounding names does not mean they are terrorists (i.e., having the intention of blowing the reader up). I Don't Want To Blow You Up! depicts thirteen people (eleven real, two fictional), with biographical information, and a declaration that they do not want to blow up the reader. The book received mixed criticism, including the authors' receiving a cease-and-desist letter on behalf of Kareem Abdul-Jabbar for his unauthorized depiction.\n\n", "title": "I Don't Want To Blow You Up!"}, {"description": "If You Give a Mouse a Cookie is a classic children's book written by Laura Numeroff and illustrated by Felicia Bond first published in 1985. Described as a \"circular tale\", it is Numeroff and Bond's first collaboration in what came to be the If You Give... series.\n\n", "title": "If You Give a Mouse a Cookie"}, {"description": "In a Dark, Dark Room and Other Scary Stories is a collection of horror stories retold for children by Alvin Schwartz and illustrator Dirk Zimmer. It was published as part of the I Can Read! series in 1984.", "title": "In a Dark, Dark Room and Other Scary Stories"}, {"description": "In the Small, Small Pond is a 1994 Caldecott Honor Book written and illustrated by Denise Fleming. It is the sequel to Fleming’s In the Tall, Tall Grass (1991).", "title": "In the Small, Small Pond"}, {"description": "Interrupting Chicken is a 2010 children's picture book written and illustrated by David Ezra Stein and published by Candlewick Press. Interrupting Chicken was awarded the 2011 Caldecott Honourable Mention and a New York Times Bestseller.", "title": "Interrupting Chicken"}, {"description": "It's Just a Plant is a children's book, written, illustrated and published by Ricardo Cortés. It is designed for parents who want to educate their children about marijuana. The book's pro-marijuana legalization message has drawn widespread attention from critics and the media since its publication in January 2005.", "title": "It's Just a Plant"}, {"description": "It's Perfectly Normal: Changing Bodies, Growing Up, Sex, and Sexual Health is a children's book about going through puberty. It is written by Robie Harris and illustrated by Michael Emberley. Harris was prompted to write it when an editor asked her to write a children's book about HIV/AIDS, and she felt the subject needed to be treated more generally. It was first published in 1994, and has since been translated into 30 languages.The book is considered highly controversial and is #12 on the American Library Association's Most Challenged Books of 2000-2009 list. In 2007, a woman in Lewiston, Maine made national news when she checked the local libraries' copies out and refused to return them, claiming the book was 'pornographic'.The book has received awards from at least 10 distinguished publications, including Publisher’s Weekly and School Library Journal (both named it “Best Book of the Year”), the American Library Association and the New York Times (both named it “Notable Book of the Year”), and the San Francisco Chronicle (listed among “The Century’s Best Children’s Books”).", "title": "It's Perfectly Normal"}, {"description": "It’s So Amazing: a Book about Eggs, Sperm, Birth, Babies, and Families is a 1999 children's book about pregnancy and childbirth. It is written by Robie Harris and illustrated by Michael Emberley.It appeared as #37 in the ALA's list of Most Banned Books during the 2000-2009 decade.", "title": "It's So Amazing"}, {"description": "The Jacket is a 2001 children's book by author Andrew Clements. It was first published in 2001 as a serialized story that ran in the Boston Globe and was later published in book format on August 1, 2003 through Atheneum Books. The work centers upon a young boy that discovers that although he doesn't identify as racist or discriminatory, he does have deep seated and unconscious prejudices that prompt him to immediately suspect the worst about a black student at his school.\nClements based the book's premise around a similar situation that occurred in his life, where his brother mistakenly believed that an African-American boy had stolen his jacket and confronted him over the theft. Since its release, the book has been utilized in classrooms as a way to illustrate different types of racism.", "title": "The Jacket (book)"}, {"description": "Jacob's Rescue is a 1994 children's book by Malka Drucker and Michael Halperin based on a true story that takes place in Warsaw, Poland during the Holocaust. A poor Polish family rescues Jacob and his brothers from the tyranny of the Nazis where they face the reality of life under the harshest conditions. They are in the current day and his daughter ask about the holocaust, Jacob had a flashback of this time. Two people that helped Jacob during the hardest times were here too.\nMichael Halperin discovered the story when he was told about two brothers who endured the hardships of the Holocaust. They were rescued by a Catholic Polish family who kept them safe under Nazi eyes and from Polish collaborators for over 4 years. At the end of World War II, the brothers were reunited with their father who had fled to what was then known as Palestine. Both boys took their doctorates at the University of California Berkeley and returned to Israel. Halperin received a grant from the National Endowment for the Humanities to develop a screenplay based on the story and that became the basis for \"Jacob's Rescue\". Alex and Mela Roslan who rescued Jacob and his brother David were honored by the Simon Wiesenthal Center in Los Angeles and have a garden planted in their honor on the Avenue of the Righteous at the Yad Vashem Holocaust Memorial in Jerusalem. Shortly after the screenplay was completed, Halperin arranged for the Roslans to fly to Israel in order to celebrate Passover with Jacob and David. It was the first time all four were together since they said goodbye at a rail station in Berlin.", "title": "Jacob's Rescue"}, {"description": "Jinx is the first novel in a middle-grades children's fantasy trilogy by Sage Blackwood, published by Harper Collins in 2013. Set in a sentient primeval forest called The Urwald, the novel follows the adventures of a boy named Jinx who is abandoned in the forest and rescued by the wizard Simon Magus. Jinx grows up in Simon's house. After the wizard does a spell on Jinx that causes him to lose his ability to see others' emotions, Jinx runs away to seek help from the evil Bonemaster.The second and third books in the trilogy are Jinx's Magic (2014) and Jinx's Fire (2015).\nA separate Blackwood fantasy for middle-grade readers, Miss Ellicott's School for the Magically Minded, was published by HarperCollins in 2017.", "title": "Jinx (Blackwood novel)"}, {"description": "John, Paul, George, and Ben is a children's picture book written and illustrated by American illustrator Lane Smith.  Released in 2006 through Hyperion Books, this picture book tells the story of five of the Founding Fathers of American independence: John Hancock, Paul Revere, George Washington, Benjamin Franklin and Thomas Jefferson. The book describes each of them to be independent, bold, honest, clever, or noisy.The Name of the book is a parody of the names of the members of the  British band The Beatles; John, Paul, George and Ringo, with Ben replacing Ringo.\nIt was awarded the Zena Sutherland Award for best overall book by the University of Chicago Laboratory Schools.\nIt also received the following awards and recognitions: Horn Book Fanfare Award, Book Sense Summer Children's Pick, School Library Journal Best Books of 2006, New York Times Best Illustrated Book of the Year, Quills Award Nominee, Child Magazine Best Book of the Year, Oppenheim Toy Portfolio Platinum Book Award Winner, Publishers Weekly Best Book of the Year, National Parenting Publication Gold Award Winner, Parenting Magazine Best Book of the Year, New York Times Notable Book, The Columbus Dispatch Top 20, New York Daily News Best Of list, San Francisco Chronicle Year End Picks, NYPL 100 Titles for Reading and Sharing, New York Bookbinders Design Merit Award, St. Louis Post Dispatch Best Book, 2006 Blue Ribbon Book from the Bulletin of the Center for Children’s Books, Miami Herald Best Book, and Chicago Public Library Best of the Best.\nIt was a New York Times and Publishers Weekly bestseller.", "title": "John, Paul, George, and Ben"}, {"description": "The Jolly Mon is a children's picture book written by Jimmy Buffett and Savannah Jane Buffett and published by Harcourt Brace Jovanovich.  The book was originally released in 1988.  It was illustrated by Lambert Davis.   \nFrom the cover flap,\n\"A superb songwriter and storyteller, Jimmy Buffett has combined his knowledge of oceanic folklore with his own experiences while sailing with his daughter, Savannah Jane, from island to island throughout the Caribbean.  The result is The Jolly Mon - an original tale where music and enchantment, pirates and trickery, friendship and the loyalty of a very special dolphin, create a timeless story of adventure.  Dramatic paintings by Lambert Davis reflect the artist's continuing  love of the sun, the surf, and the sea.  Many of the visual elements in these illustrations were suggested to the artist by Jimmy Buffett, who related many details of his own experiences while living among the people of the Caribbean.  Here is a book to be shared and treasured by young and old.\"\nThe original hard cover release of the book was accompanied by a cassette tape of Jimmy Buffett and Savannah Jane Buffett reading the story along with an original score written by Michael Utley.  The musicians performing the score were Michael Utley (Piano), Robert Greenidge (Steel Pan), and Ira Ingber (Guitar).\nLater editions of the book are accompanied by a CD recording of Jimmy and Savannah reading it.", "title": "The Jolly Mon"}, {"description": "Just Plain Fancy is a children's picture book by Patricia Polacco. It was first published in 1990. It tells the story of Naomi and Ruth, two young Amish girls. One day, they find a mysterious egg lying in the grass. They soon realize that this is a fancy egg. It is sparkly and multicolored and thoroughly unacceptable for the Amish way of life. It hatches into a fancy “chicken.” Amish people cannot have anything fancy, or they get kicked out. Naomi and Ruth fear for their precious fancy chicken, and for themselves. At a big gathering at their house, the bird is exposed. Naomi and Ruth are very frightened, especially when it flies at the elders and spreads it’s tail. They are shocked to find that it is actually a peacock!", "title": "Just Plain Fancy"}, {"description": "Kat Kong is a children's picture book created by Dav Pilkey that parodies King Kong with a housecat. Harcourt Brace & Company published this title in 1993. “The illustrations in this book are manipulated photographic collage, heavily retouched with acrylic paint.”  The photographs of the animals are of Pilkey’s own pets: Flash starring as Professor Vincent Varmit, Rabies as Rosie Rodent, Dwayne as Captain Charles Limburger, and Blueberry as the Monster. Kat Kong is dedicated to Nate Howard, who tamed the savage kitty and the book has been rated TS, meaning “Terribly Silly.” A similar title is Dav Pilkey’s Dogzilla, which spoofs Godzilla.\n\"The irrepressible Pilkey strikes again with a spoof of the famous film, enacted by a real cat and some mice in color photo images imposed on background paintings. Artfully designed, colorful, and funny--especially for those who know King Kong.\"—Kirkus Reviews Distributed by Syndetic Solutions, Inc.", "title": "Kat Kong"}, {"description": "Kenny's Window is the first children’s book written and illustrated by Maurice Sendak. It tells the story of a young boy’s quest for a garden that he sees in his dream, which involves answering seven questions given to him by a four-legged rooster in that dream. His toys and stuffed animals help him along the way.", "title": "Kenny's Window"}, {"description": "Kermit the Hermit is a children's picture book written and illustrated by Bill Peet. It was first published in 1965. It tells the story of a greedy crab who collects and hoards all sorts of unnecessary things.  Bill Peet said he got the idea for the book from sketching crabs stacked on ice in the sea food display of a supermarket.  It has been printed in six editions and is still in print as of  2008.", "title": "Kermit the Hermit"}, {"description": "Ketzel, the Cat who Composed is a children's picture book by Lesléa Newman. Based on a true story, it is about the friendship between Moshe Cotel and a kitten, Ketzel, who composes a musical piece that Cotel enters into a music competition and receives a special mention.", "title": "Ketzel, the Cat who Composed"}, {"description": "L. Frank Baum's Juvenile Speaker: Readings and Recitations in Prose and Verse, Humorous and Otherwise is an anthology of literary works by L. Frank Baum, author of the Oz books. The book was first published in 1910, with illustrations by veteran Baum artists John R. Neill and Maginel Wright Enright; a subsequent 1912 edition was retitled  Baum's Own Book for Children. The book constitutes a complex element in the Baum bibliography.Baum intended the anthology for schools, to be used in instruction in public speaking. The collection includes versions of previously published material from Baum's Oz books, Father Goose, and other works, plus new selections like Prince Marvel, a short play for child actors based on The Enchanted Island of Yew.\nOne of the selections is \"Little Bun Rabbit,\" the final piece in Baum's Mother Goose in Prose from 1897. The protagonist in Baum's version of the nursery rhyme is a little girl who can talk to animals – named Dorothy. When Baum reprinted in story in his Juvenile Speaker, he changed the character's name to Doris, to forestall confusion with Dorothy Gale from The Wonderful Wizard of Oz.Baum made other revisions in his reprinted texts. One example: the 20th chapter in The Wonderful Wizard, \"The Dainty China Country,\" was revised into a stand-alone tale, \"In Chinaland;\" and Baum removed the detail in which the Cowardly Lion accidentally destroys a small china church with his tail.", "title": "L. Frank Baum's Juvenile Speaker"}, {"description": "Ladybug Girl is a children's picture book by David Soman and Jacky Davis. Its success has led to several sequels.", "title": "Ladybug Girl"}, {"description": "The Landry News is a children's book by Andrew Clements first published in the United States in 1999 by Aladdin.", "title": "The Landry News"}, {"description": "Leader By Destiny: George Washington, Man and Patriot is a biography of George Washington written for children by Jeanette Eaton. Illustrated by Jack Manley Rosé, it was first published in 1938 and was a Newbery Honor recipient in 1939.", "title": "Leader By Destiny"}, {"description": "Leonardo da Vinci is a 1996 children's biography by Diane Stanley. The book looks at da Vinci's life and accomplishments.", "title": "Leonardo da Vinci (Stanley book)"}, {"description": "The Let's-Read-and-Find-Out Science Books series, originally published by Crowell, now HarperCollins, is an American children's book series designed to educate preschoolers and young elementary school students about basic science concepts.\nMany Let's Read and Find Out titles have either been reillustrated (sometimes more than once) or reissued under different titles. Some of these titles may be duplicates because of the renaming.\nEarly editions of the series included the following boilerplate:\n\nA MESSAGE FROM ROMA GANS\nProfessor Emeritus of Childhood Education, Teachers College, Columbia University.\nChildren want to be up-to-date.\nAs a child reads or is read to, he feels himself stretch in importance. This is a feeling that each child should have in growing up. Let's-Read-and-Find-Out Science Books are designed to help him acquire this feeling. They are planned for the child who is eager to know.\nLET'S-READ-AND-FIND-OUT SCIENCE BOOKSpresent basic science information\nare written with an understanding of how children think\nare brief enough for the young child to cope with\nare long enough to challenge him.Since the 1990s, the series has been divided into two levels. Stage 1 books \"explain simple and easily observable science concepts for preschool- and kindergarten-age children.\" Subjects covered in Stage 1 titles include the human body, plants, animals and \"the world around us.\"  \nStage 2 books \"explore more challenging concepts for children in the primary grades and include hands-on activities that children can do themselves.\" Subjects covered in the Stage 2 titles including the human body, plants, animals, dinosaurs, space, weather and the seasons, our earth and \"the world around us.\"\n\n", "title": "Let's-Read-and-Find-Out Science"}, {"description": "Library Lion is a New York Times best-selling children's book, written by Michelle Knudsen, illustrated by Kevin Hawkes, and published in 2006 by Candlewick Press.\nIt is suitable for children ages 4–7.", "title": "Library Lion"}, {"description": "Little Bill is an American animated children's television series produced for Nick Jr. The stories are based on Bill Cosby's Little Bill book series, set in Philadelphia, and feature Bill Jr. learning a lesson or moral. It was developed through research and in consultation with a panel of educational consultants.The show's debut was on November 28, 1999, and aired on CBS as part of Nick Jr. on CBS, from September 16, 2000 – September 7, 2002, then as part of Nick on CBS from August 2, 2003 – September 10, 2005. The final episode aired on February 6, 2004, and reruns returned, with the return of Nick Jr. on CBS, on September 17, 2005. \nReruns continued to air on the Nick Jr. channel until February 24, 2014.\nLittle Bill was seen through until September 9, 2006, when the block was replaced with the KOL Secret Slumber Party block (which became: Cookie Jar TV). Sonia Manzano, best known for playing Maria Rodriguez on Sesame Street, was a frequent writer for the show.", "title": "Little Bill (book series)"}, {"description": "The Little Chapel That Stood is a 2003 children's picture book with verses by A. B. Curtiss and pictures by Mirto Golino. It tells the story of the September 11 attacks by focusing on St. Paul's Chapel, a historic chapel which is located less than 100 yards (91 m) from the destroyed Twin Towers; the chapel survived intact and became a haven for rescue workers in the days after the attacks. The book's cover features a watercolor painting by Mirto Golino that depicts the chapel surrounded by high rises in Manhattan in 2001. The title is a nod to the children's classic The Little Engine that Could.The book has been used in schools and is recommended as a way to introduce a difficult topic to children for discussion. The nickname \"Little Chapel that Stood\" has become a general way to refer to the building.", "title": "The Little Chapel That Stood"}, {"description": "Little Grunt and the Big Egg (A Prehistoric Fairy Tale) is a 1990 picture book written and illustrated by Tomie dePaola. It is frequently studied in elementary schools in the United States. It was adapted into a play by William Morton.", "title": "Little Grunt and the Big Egg"}, {"description": "Little T Learns to Share is a children's book written by NFL wide receiver Terrell Owens.  Released November 15, 2006, it tells the story of a child named Little T who doesn't want to share his football, but ends up learning about the value of friends.\nIt was announced that Little T Learns to Share will be one of many short kid stories regarding themes such as sharing and making friends. When former New York Giants running back Tiki Barber heard that Owens was writing the book, he responded, \"He may be drawing on someone else's experiences.\"", "title": "Little T Learns to Share"}, {"description": "Lone Journey: The Life of Roger Williams is a biography of Roger Williams, champion of religious freedom and founder of Providence Plantation, written for children by Jeanette Eaton. First published in 1944, it was illustrated with full-page woodcuts by Woodi Ishmael. The book was a Newbery Honor recipient in 1945.", "title": "Lone Journey"}, {"description": "The Long Road to GETTYSBURG is a 1992 Children's history book by Jim Murphy. It tells the Battle of Gettysburg through the eyes of a Union and a Confederate soldier.", "title": "The Long Road to GETTYSBURG"}, {"description": "Madeline is a 1939 book written and illustrated by Ludwig Bemelmans, the first in the book series, which inspired the Madeline media franchise. It is considered one of the major classics of children's literature.Madeline was named a Caldecott Honor Book for 1940.", "title": "Madeline (book)"}, {"description": "Madeline's Christmas is an illustrated children's book by Ludwig Bemelmans. It features popular children's character Madeline. It was first published in 1956 as a special book insert to McCalls Magazine.[1] It did not get issued independently until 1985.\nMadeline finds herself having to manage the needs of the school when everyone else falls ill.\nThere was a TV version of this story, in which the magician was replaced by an old lady named Madame Marie.\nMadeline's Christmas by Ludwig Bemelmans\nPublisher: New York, N.Y., U.S.A. : Viking Kestrel, 1985.ISBN 0670806668", "title": "Madeline's Christmas"}, {"description": "Maggie Goes on a Diet is a children's book by Paul Kramer about weight management in childhood aimed towards children aged 6–12. According to WorldCat, the book is held in 19 libraries as of May, 2015.", "title": "Maggie Goes on a Diet"}, {"description": "The Man Who Could Be Santa is a Christmas book for children written by Emmy Award winning journalist Joanna Wolper. The book is published by Royal Fireworks Press.", "title": "The Man Who Could Be Santa"}, {"description": "Man's First Word is a children's book illustrated by Carl Chaiet and written by Lynn Kearcher which was published in 2007. The reader follows Telford, a renowned lexicographer, and Earnest, his talking bird-butler, as they travel through the Atlas Mountains of Morocco in search of the origin of language.", "title": "Man's First Word"}, {"description": "The Marzipan Pig (1986, ISBN 0-374-34859-6) is a children's book by Russell Hoban. The plot involves a marzipan pig that has somehow fallen behind a couch.", "title": "The Marzipan Pig"}, {"description": "John Bennett (May 14, 1865 – December 28, 1956) was an American author who is best known for children's books he wrote and illustrated himself. Some of these are anthologies of stories based on black folk tales, especially those drawn from Gullah culture. He is considered a leading figure of the Charleston Renaissance", "title": "Master Skylark"}, {"description": "Matchless: A Christmas Story is a short story by Gregory Maguire, published in 2009 although originally commissioned as a piece for National Public Radio in 2008. The story is a version of and expansion on \"The Little Match Girl\" by Hans Christian Andersen.", "title": "Matchless: A Christmas Story"}, {"description": "Meteor! is a 1987 children's picture book by author Patricia Polacco. Polacco is well known for writing and illustrating stories depicting events from her childhood in Michigan. Meteor! was published in 1987 by The Trumpet Club, commonly known for publications of children’s books from grades PreK-6. The story is about Patricia, her brother Richard, and Cousin Steve as young children spending time with their grandparents on their farm in Michigan. It seems to be a normal summer night until a flash from the sky and a crash in the yard.\nAccording to Publishers Weekly, \"Based on a true event, this enchanting book overwhelmingly expresses the magic that suddenly pervades a small town, from the funny folksy way the story is told to the imaginative, full color illustrations.\"Booklist says, \"Polacco’s full-color pictures are completely in tandem with the telling\".", "title": "Meteor!"}, {"description": "Michelangelo is a 2000 children's biography by Diane Stanley. It covers Michelangelo's life, from his childhood to his death.", "title": "Michelangelo (Stanley book)"}, {"description": "Mick Harte Was Here is a novella written by Barbara Park, which focuses on how Phoebe, a thirteen-year-old girl, copes with the death of her brother, Mick Harte, who was killed in a bicycle accident due to head injuries he received while not wearing his helmet. In 1998, the book was awarded the annual William Allen White Children's Book Award.\n\n", "title": "Mick Harte Was Here"}, {"description": "Minn of the Mississippi is an illustrated children's book by Holling C. Holling. Though short, it is more a novel than a picture book. First published in 1951, it received the Newbery Honor award the next year.\nThe book tells the story of a snapping turtle that hatches near the headwaters of the Mississippi River. It then goes on a journey down the river to Louisiana and the river's delta as the massive watercourse empties into the Gulf of Mexico.  The turtle gets to see much of the Midwestern United States and American South along its way.\nLike most of Holling's works, Minn is lushly illustrated, containing many full-page color paintings. Pages with text in them are also generously illustrated, with black-and-white pen-and-ink drawings, many with explanatory captions (to accompany the action of the story), in the margins.", "title": "Minn of the Mississippi"}, {"description": "Minnie and Moo: The Attack of the Easter Bunnies is a children's picture book in the Minnie and Moo series by Denys Cazet.", "title": "Minnie and Moo: The Attack of the Easter Bunnies"}, {"description": "Minnie and Moo: The Night of the Living Bed is a 2003 children's picture book from the Minnie and Moo series and is written by Denys Cazet.", "title": "Minnie and Moo: The Night of the Living Bed"}, {"description": "Minnie and Moo: Will You Be My Valentine? is a children's picture book in the Minnie and Moo series by Denys Cazet, first published in 2003.", "title": "Minnie and Moo: Will You Be My Valentine?"}, {"description": "Miss Rumphius is a picture book for children written and illustrated by Barbara Cooney and first published by Viking Books in 1982. It features the life story of fictional Miss Alice Rumphius, a woman who sought a way to make the world more beautiful and found it in planting lupines in the wild. Miss Rumphius was inspired by the real life \"Lupine Lady,\" Hilda Hamlin, who spread lupine seeds along the Maine coast, as well as Cooney's own experiences traveling the world. Cooney and William Steig (Doctor De Soto) shared the 1983 National Book Award for Children's Books in category Picture Books, Hardcover. Based on a 2007 online poll, the National Education Association named the book one of its \"Teachers' Top 100 Books for Children.\" In 2012 it was ranked number 13 among the \"Top 100 Picture Books\" in a survey published by School Library Journal.", "title": "Miss Rumphius"}, {"description": "Moon Over Manifest is a 2010 children's novel written by American author Clare Vanderpool. The book was awarded the 2011 Newbery Medal for excellence in children's literature, the Spur Award for best Western juvenile fiction, and was named a Kansas Notable Book.  The story follows a young and adventurous girl named Abilene who is sent to Manifest, Kansas by her father in the summer of 1936.  The author's note at the end of the book states that the fictional town of Manifest, Kansas, is based on the real town of Frontenac, Kansas.", "title": "Moon Over Manifest"}, {"description": "Mr. Lincoln’s Way is a children’s book written by Patricia Polacco published in 2001. It was published by Philomel Books in New York, NY. This book deals with the issue of racism and can be used as a tool to introduce diversity and tolerance in a classroom setting. It tells the story of a principal of an elementary school, Mr. Lincoln, helping the school bully overcome his feelings of hatred. Polacco did all of the watercolor illustrations.", "title": "Mr. Lincoln's Way"}, {"description": "Mr. Shaw's Shipshape Shoeshop is a 1970 children's picture book written by Eve Titus and illustrated by Larry Ross.  Unlike Titus' other books the story does not feature an anthropomorphic mouse.  However, it features heavy use of the \"sh\" sound.", "title": "Mr Shaw's Shipshape Shoeshop"}, {"description": "Michael Salzhauer, is an American celebrity doctor who practices plastic surgery.  He is active on social media as  \"Dr. Miami\", has been on reality TV, has recorded a song, and written a children's book.\nHe runs a plastic surgery practice in Bal Harbour, Florida.", "title": "My Beautiful Mommy"}, {"description": "My Dad, John McCain is an illustrated children's book based on the life of John McCain.  Written by his daughter, Meghan McCain, and published through Aladdin Paperbacks, it was released on September 2, 2008. The book's images were illustrated by Dan Andreasen.  The book was intended to support John McCain's candidacy for President of the United States in 2008.", "title": "My Dad, John McCain"}, {"description": "My Name is Aram is a book of short stories by William Saroyan first published in 1940. The stories detail the exploits of  Aram Garoghlanian, a boy of Armenian descent growing up in Fresno, California, and the various members of his large family.  This book is assigned reading in some schools.", "title": "My Name is Aram"}, {"description": "My Princess Boy is an American picture book written by Cheryl Kilodavis and illustrated by Suzanne DeSimone. \nKilodavis first self-published the book in 2009 via KD Talent of Seattle, then on 21 December of the following year, Simon & Schuster published a new edition on their Aladdin imprint.Kilodavis wrote the book about her son, Dyson, and their family. Dyson's self-expression does not conform to stereotypical gender roles. One of the ways he expresses himself is by wearing clothing meant for girls.\nKilodavis titled her book after a defining moment when Dyson declared to her, \"I am a princess boy.\"\n\n", "title": "My Princess Boy"}, {"description": "Nana Upstairs & Nana Downstairs  is a 1973 non-fiction children's book by Tomie dePaola which introduces children to the concept of death.", "title": "Nana Upstairs & Nana Downstairs"}, {"description": "Nansen is a children's biography of Fridtjof Nansen, the Norwegian polar explorer, written by Anna Gertrude Hall and illustrated by Boris Artzybasheff. First published in 1940, it was a Newbery Honor recipient in 1941.", "title": "Nansen (biography)"}, {"description": "The New England Primer was the first reading primer designed for the American Colonies. It became the most successful educational textbook published in 17th century colonial United States and it became the foundation of most schooling before the 1790s.\nIn the 17th century, the schoolbooks in use had been Bibles brought over from England. By 1690, Boston publishers were reprinting the English Protestant Tutor under the title of The New England Primer. The Primer included additional material that made it widely popular with colonial schools until it was supplanted by Noah Webster's Blue Back Speller after 1790.", "title": "The New England Primer"}, {"description": "New Found World is a history of Latin America written for children by Katherine Shippen and illustrated by C. B. Falls. It covers the Aztec, the Mayan and the Inca civilizations, the Conquistadors, the search for El Dorado, the coming of Christianity, and the struggle for independence of the colonial powers.  The book, illustrated by C. B. Falls, was first published in 1945 and was a Newbery Honor recipient in 1946.", "title": "New Found World"}, {"description": "Nights of the Pufflings (Houghton Mifflin, 1995) is the thirty-second, and most honored, of the forty-five children's book by Bruce McMillan. It was photo-illustrated by the author on Heimaey island in the Vestmannaeyjar archipelago off the south coast of Iceland. It was the first of seven children's books of the author's children's books set in Iceland, including Days of the Ducklings (Houghton Mifflin, 2001) \nYoung puffins are known as \"pufflings\". It is a word coined by the author, since then widely used, but yet to be included in any dictionary.\nNights of the Pufflings was translated into Icelandic (Pysjunaetur) and German (Nächte der kleinen Papageitaucher).\nIn 2001 a contest was held on Vestmannaeyjar to officially name the annual puffling rescue in which the children have been participating for generations. The official name chosen was Psyjueftirlitið með Brúsa Bjargfasta / The Puffling Patrol with Bruce the Rescuer, a nod to Bruce McMillan.", "title": "Nights of the Pufflings"}, {"description": "Not a Box is a children's book by Antoinette Portis.It is graded for Newborn to 6 years old.\nIt won a 2007 Theodor Seuss Geisel Award Honor and a 2008 Donna Norvell Award.", "title": "Not a Box"}, {"description": "Ol' Paul, the Mighty Logger is an anthology of ten original Paul Bunyan tall tales: it was written and illustrated by Glen Rounds, and published by Holiday House in 1936. Upon its publication, Kirkus Reviews praised it, saying that \"there's a harmony about this book -- the telling of familiar episodes from the Paul Bunyan legend, the homespun look of the paper, the virility of the line illustrations. . . . [A] book to read aloud.\" It was one of the seventeen books selected in the inaugural class of Lewis Carroll Shelf Award recipients in 1958.", "title": "Ol' Paul, the Mighty Logger"}, {"description": "Laurie Keller is an American children's writer and illustrator.  She has written and illustrated books for Henry Holt & Co. Books for Young Readers, and produced illustrations for others.", "title": "Open Wide: Tooth School Inside"}, {"description": "Outside Over There is a picture book for children written and illustrated by Maurice Sendak. It concerns a young girl named Ida, who must rescue her baby sister after the child has been stolen by goblins. Outside Over There has been described by Sendak as part of a type of trilogy based on psychological development from In the Night Kitchen (toddler) to Where the Wild Things Are (pre-school) to Outside Over There (pre-adolescent).", "title": "Outside Over There"}, {"description": "Paddle-to-the-Sea is a 1941 children's book, written and illustrated by American author/artist Holling C. Holling. It was recognized as a Caldecott Honor Book in 1942.\nThe film Paddle to the Sea, based on this book but omitting many details, was produced by the National Film Board of Canada in 1966, directed by Bill Mason. It was nominated for an Oscar.", "title": "Paddle-to-the-Sea"}, {"description": "Pageant of Chinese History is a children's history book by Elizabeth Seeger. Focusing on political and cultural history, it covers the history of China from mythological times to the birth of the republic in 1912. The book, illustrated by Bernard Watkins, was first published in 1934 and was a Newbery Honor recipient in 1935.", "title": "Pageant of Chinese History"}, {"description": "Penn is a biography of William Penn written for children by Elizabeth Janet Gray. Illustrated by George Gillett Whitney, it was published in 1938 and was a Newbery Honor recipient in 1939.", "title": "Penn (biography)"}, {"description": "The Perfect Pumpkie Pie is a 2005 children's picture book by Denys Cazet.", "title": "The Perfect Pumpkin Pie"}, {"description": "Pete the Cat: I Love My White Shoes is the first in a series of American children's picture books featuring a fictional cartoon cat named Pete. The book features text and music by Eric Litwin and illustrations by James Dean, who had created the character previously. It was self-published in 2008, with a CD audio recording, and published by HarperCollins in 2010.  I Love My White Shoes is the first of the series of books, which includes over 60 more books written by author/illustrator James Dean or by the husband-and-wife team James and Kimberly Dean, all centered on the character, Pete the Cat.", "title": "Pete the Cat"}, {"description": "Piggie Pie is a 1995 children's picture book by Margie Palatini.", "title": "Piggie Pie"}, {"description": "The Pigtail of Ah Lee Ben Loo with Seventeen other Laughable Tales and 200 Comical Silhouettes is a children's book written and illustrated by John Bennett. This is a collection of fairy tales and short stories, some in verse, which take place variously in China, Persia, Europe, and America. Some of the pieces were first published in St. Nicholas Magazine before being collected here. The book was first published in 1928 and was a Newbery Honor recipient in 1929.", "title": "The Pigtail of Ah Lee Ben Loo"}, {"description": "Pink and Say is a children's book written and illustrated by Patricia Polacco. It was first published in 1994 by Philomel Books. The story is about two boy soldiers who meet each other in the battlefield during the American Civil War. One of the protagonists, Sheldon Russell Curtis (\"Say\"), is a white soldier who was injured while trying to escape battle. He is saved by a former slave named Pinkus Aylee (\"Pink\"), who is now a soldier of the 48th Regiment Infantry U.S. Colored Troops. Pink carries him back to his Georgia home where he and his family were slaves. While the frightened soldier is nursed back to health under the care of Pink’s mother, Moe Moe Bay, he begins to understand why his newfound friend is so adamant on returning to the war; to fight against the sickness that is slavery.", "title": "Pink and Say"}, {"description": "Pretzel is a children's picture book written in 1944 by Margret Rey, illustrated by H.A. Rey and first published by Harper & Brothers.", "title": "Pretzel (short story)"}, {"description": "Prince Silverwings and Other Stories is a 1902 children's book by Edith Ogden Harrison.  The book is best known because she collaborated with L. Frank Baum on an uncompleted stage adaptation of the book as a musical extravaganza.  Baum composed music for the play as well, and at least one of these songs, \"Down Among the Marshes,\" survives and has been recorded by James Patrick Doyle on his 1999 album, Before the Rainbow: The Original Music of Oz, and Baum scholar Michael O. Riley published a complete edition of their Scenario and General Synopsis for the play through the Pamami Press in 1982 in a limited run of 125 copies in white cloth bound in purple with illustrations by Dick Martin.  It is otherwise known only from a typescript in the Chicago Historical Society.\nThe play, which was never staged, is discussed at length in \"The Faltering Flight of Prince Silverwings\" by David L. Greene, Peter Hanff, and Michael Patrick Hearn in the Autumn, 1974 issue of The Baum Bugle (18:2).  They argue that the work depicts the beginnings of such Oz characters as the Nome King, Trot, Polychrome, and John Dough as well as the premises for Ozma of Oz, Tik-Tok of Oz, and Rinkitink in Oz owe a debt to this collaboration.", "title": "Prince Silverwings"}, {"description": "Probuditi! is a 2006 children's book written and illustrated by American author Chris Van Allsburg.", "title": "Probuditi!"}, {"description": "The Railroad to Freedom: A Story of the Civil War is a children's book by Hildegarde Hoyt Swift. It is a fictionalized biography of Araminta Ross (later known as Harriet Tubman) telling of her life in slavery and her work on the Underground Railroad.  The book, illustrated by James Daugherty, was first published in 1932 and was a Newbery Honor recipient in 1933.", "title": "The Railroad to Freedom: A Story of the Civil War"}, {"description": "Raising Yoder's Barn is a 1998 illustrated children's book written by Jane Yolen and illustrated by Bernie Fuchs. The story is centered on a traditional, Amish barn raising and the Amish sense of community.", "title": "Raising Yoder's Barn"}, {"description": "Rotten Ralph is a series of children's picture books written by Jack Gantos and illustrated by Nicole Rubel. About twenty Rotten Ralph books have been published from 1976 to 2011.Rotten Ralph is also the first book in the series, a 32-page picture book published by Houghton Mifflin of Boston in 1976. It was the first published book for both Gantos and Rubel.\nAlternatively, Rotten Ralph is the title character of the series, initially \"a very very nasty cat\" —a bright red domestic cat who enjoys playing mean, practical jokes on his human family.\nThere was a children's television series by  Cosgrove Hall Films, Tooncan Productions and Italtoons Corporation based on the books, first broadcast on CBBC from 1998 to 2001. The show hasn't been aired in the UK since reruns ended in 2005.", "title": "Rotten Ralph"}, {"description": "Runner of the Mountain Tops: The Life of Louis Agassiz is a children's biography of Louis Agassiz, the nineteenth-century paleontologist and natural scientist, by Mabel Robinson. It tells his life story from his boyhood in Switzerland to his professorship at Harvard.  Illustrated by Lynd Ward, the biography was first published in 1939 and was a Newbery Honor recipient in 1940.", "title": "Runner of the Mountain Tops"}, {"description": "Sammy & Sue Go Green Too! is the first in a series of children's books by Suzanne \"Sue\" Corso and her daughter, Samantha \"Sammy\" Corso, intended to raise awareness about environmentally friendly living.\nThe book includes a glossary which aims to explain the more complicated scientific vocabulary to children; the book is aimed at five- to nine-year-olds. The book is also available in Braille.There is a companion virtual world, Sammy & Sue's Green World, with educational games, on the Sammy & Sue website. A television pilot is being developed and will be airing in the winter of 2009-10.In 2009, New York Women's Agenda selected the book for its fourth annual New York Reads Together program.", "title": "Sammy & Sue Go Green Too!"}, {"description": "The Scaredy Cats is a 2003 children's picture book by Barbara Bottner.", "title": "The Scaredy Cats"}, {"description": "Scary Godmother is a series of children's books and comic books created by artist Jill Thompson and published by Sirius Entertainment beginning in 1997.", "title": "Scary Godmother"}, {"description": "Laurie Keller is an American children's writer and illustrator.  She has written and illustrated books for Henry Holt & Co. Books for Young Readers, and produced illustrations for others.", "title": "The Scrambled States of America"}, {"description": "Laurie Keller is an American children's writer and illustrator.  She has written and illustrated books for Henry Holt & Co. Books for Young Readers, and produced illustrations for others.", "title": "The Scrambled States of America Talent Show"}, {"description": "Seabird is a 1948 book for children and young people, written and illustrated by Holling Clancy Holling.  Ezra, the ship's boy on an 1850s whaling ship, uses his off duty time and walrus tusks traded from an Eskimo to carve an ivory gull, which later serves as the family mascot. The book follows the history of the gull over the next 80 years as it passes from one of Ezra's descendants to another, while simultaneously tracing the history of commercial transportation, from Clipper ships to jet airplanes.\nEach odd numbered page has a picture of an aspect of life at sea.  The facing even numbered pages carry the text with wide margins filled with labeled drawings of details of history or natural history, such as how oil was taken from a whale that was too big to bring on board, and how the shape of a ship's bow depends on its intended use.First published in 1948, Seabird was a Newbery Honor recipient in 1949.", "title": "Seabird (novel)"}, {"description": "Seven Little Monsters is a children's picture book by American author and illustrator Maurice Sendak. It was published by Harper & Row in 1977 and served as the basis for the Canadian-Chinese-Philippines PBS Kids  show of the same name (2000-2004).", "title": "Seven Little Monsters"}, {"description": "The Shrinking of Treehorn is a children's book by Florence Parry Heide, illustrated by Edward Gorey and first published in 1971. The main character in the book is Treehorn, whose parents barely notice when he shrinks.", "title": "The Shrinking of Treehorn"}, {"description": "The Sissy Duckling is a children's picture book written by actor Harvey Fierstein and illustrated by Henry Cole.  It is 40 pages long and intended for children ages 5–8.It follows the story of Elmer, a duckling who is mocked for being a \"sissy\" but who ultimately proves his bravery. It was made into an HBO children's special in 1999 three years before the book was released, with Fierstein as the voice of Elmer the Duckling. The special was nominated for the GLAAD Media Award for Outstanding Individual Episode.", "title": "The Sissy Duckling"}, {"description": "So You Want to Be President? is a children's picture book written by Judith St. George and illustrated by David Small. Published in 2000, the book features a comprehensive guide to the Presidents of the United States. The book includes information about the education, family, and prior occupations of Presidents, as well as facts about their Vice Presidents. David Small won the 2001 Caldecott Medal for his illustrations.", "title": "So You Want to Be President?"}, {"description": "Someone Named Eva is a young adult novel by Joan M. Wolf.  It concentrates on the life of Milada, an eleven-year-old Czech girl who lives during  World War II, after Hitler annexes Czechoslovakia during the years 1942–1945.", "title": "Someone Named Eva"}, {"description": "Something Queer is Going On (later redubbed The Fletcher Mysteries) is a children's mystery book series written by Elizabeth Levy and illustrated by Mordicai Gerstein.\nThe books focus on the cases of the young amateur sleuths Jill, her best friend Gwen, and Jill's almost completely inert basset hound Fletcher. Gwen, marked by her annoying habit of tapping her dental braces, is the more aggressive of the pair, while Jill attempts to be moderate in the investigations.", "title": "Something Queer Is Going On"}, {"description": "Spiritual Milk for Boston Babes  is a children's catechism by the minister John Cotton.  The 1656 catechism is the first known children's book published in America.", "title": "Spiritual Milk for Boston Babes"}, {"description": "Splat the Cat is a 2008 children's picture book by Rob Scotton.", "title": "Splat the Cat"}, {"description": "Splendors and Glooms is a 2012 children's novel written by Laura Amy Schlitz. The book was awarded a 2013 Newbery Honor for excellence in children's literature.", "title": "Splendors and Glooms"}, {"description": "Spooky Stories for a Dark and Stormy Night is a children's horror anthology compiled by Alice Low and illustrated by Gahan Wilson. It was published in 1994, and contains nineteen stories by various authors. A majority of the collection is based on retelling folktales from around the world, but some are completely original, such as \"Duffy's Jacket\" and \"Good-bye, Miss Patterson.\"", "title": "Spooky Stories for a Dark and Stormy Night"}, {"description": "The Story About Ping is a popular children's book written by Marjorie Flack and illustrated by Kurt Wiese. First published in 1933, Ping is a colorfully illustrated story about a domesticated Chinese duck lost on the Yangtze River. Based on a 2007 online poll, the National Education Association named the book one of its \"Teachers' Top 100 Books for Children\".", "title": "The Story about Ping"}, {"description": "The Story of Appleby Capple is a complex children's alphabet book by Anne Parrish in which alliterative narrative, with each chapter focusing on a different letter, is used to tell a story. Appleby Capple is a five-year-old on his way to Cousin Clement's 99th birthday party; he has a number of adventures looking for the perfect present: a Zebra butterfly. The text is accompanied by many cartoon-like illustrations by the author.  The book was first published in 1950 and was a Newbery Honor recipient in 1951.", "title": "The Story of Appleby Capple"}, {"description": "Story of the Negro by Arna Bontemps is a children's history book which was a Newbery Honor recipient in 1949. The non-fiction book begins with a history of major African civilizations such as the Ghana and Mandingo Empires. The horrors of the Atlantic slave trade are described, together with the causes and conditions of slavery in America, the Haitian Slave Revolt, and the Underground Railroad. Several influential black leaders are examined, including Frederick Douglass, Harriet Tubman, and W. E. B. Du Bois. Revised editions of the book extend the history through the late 1960s.", "title": "Story of the Negro"}, {"description": "Strega Nona is a children's book written and illustrated by Tomie dePaola. It is Aarne-Thompson type 565, the magic mill. It concerns Strega Nona (\"Grandma Witch\") and her helper. The helper causes the title character's magic pasta pot to create so much pasta that it nearly flooded and buried a town. The book, which is likely dePaola's best-known work, was published in 1975 and won a Caldecott Honor in 1976. It was one of the \"Top 100 Picture Books\" of all time in a 2012 poll by School Library Journal.", "title": "Strega Nona"}, {"description": "Tales from Silver Lands is a book by Charles Finger that won the Newbery Medal in 1925.\nThe book is a collection of nineteen folktales of the native populations of Central and South America. Collected during Finger's travels, it was one of the first volumes of South American indigenous folktales available to children. Finger also includes information about how the tales were told, including some cultural norms, and any items used in telling the story.", "title": "Tales from Silver Lands"}, {"description": "Tales of the Kingdom Trilogy includes three allegorical books: Tales of the Kingdom (1983), Tales of the Resistance (1986) and Tales of the Restoration (1996), by authors David and Karen Mains. The series has been the recipient of the Evangelical Christian Publishers Association (ECPA) Gold Medallion Award  under the Children's Book Category.", "title": "Tales of the Kingdom Trilogy"}, {"description": "The Tangle-Coated Horse and Other Tales: Episodes from the Fionn Saga is a children's book by Ella Young, a collection of Irish legends from the Fenian Cycle. These are tales about the hero Fionn mac Cumhaill and his band of warriors, the Fianna. Illustrated by Vera Bock, the book was first published in 1929 and was a Newbery Honor recipient in 1930.", "title": "The Tangle-Coated Horse and Other Tales"}, {"description": "Teaching with Calvin and Hobbes is an American children's textbook published in 1993. As a rare piece of officially licensed Calvin and Hobbes merchandise, it is a highly valued collectible.", "title": "Teaching with Calvin and Hobbes"}, {"description": "Theodore Roosevelt, Fighting Patriot  by Clara Ingram Judson is a biography of Theodore Roosevelt written for children, one of the author's series on American presidents. It was first published in 1953 and was a Newbery Honor recipient in 1954.", "title": "Theodore Roosevelt, Fighting Patriot"}, {"description": "Three Times Lucky is a 2013 New York Times Best Seller adolescent novel by author Sheila Turnage. Three Times Lucky was a Newbery Medal Honor Book in 2013.", "title": "Three Times Lucky"}, {"description": "Tía Isa Wants a Car is a 2011 illustrated children's book by Cuban-American author Meg Medina. It was first published on 14 June 2011 through Candlewick Press and has won the 2012 Ezra Jack Keats New Writers Award. The book focuses on the title character of Isa, a young woman that wants to save money towards a new car while also thinking of family in other countries that could also use the money.", "title": "Tía Isa Wants a Car"}, {"description": "Tic Talk: Living with Tourette Syndrome is a book written by Dylan Peters, a 9-year-old boy with Tourette syndrome (TS).  In this personal narrative, Peters gives a timeline of events from his TS diagnosis to when he tells his friends and classmates he has TS.", "title": "Tic Talk: Living with Tourette Syndrome"}, {"description": "The Tiny Kite of Eddie Wing is a children's picture book written by Maxine Trottier and illustrated by Al Van Mil, published in 1995 by Stoddart Publishing of Toronto. It tells the story of a boy's love for flying kites and an old man's love for poetry.\n\n", "title": "The Tiny Kite of Eddie Wing"}, {"description": "Tree in the Trail is a 1942 children's book, written and illustrated by American author and artist Holling C. Holling.The book tells the story of a lone cottonwood tree encountered as a sapling by a Kansa Indian boy in 1610, on what became the Santa Fe Trail, and the events that passed by the tree: buffalo migrations, warring tribes, the coming of the Spaniards, French trappers, and trade caravans on the Trail. Eventually the tree dies and is made into an ox-yoke and travels down the Trail itself.", "title": "Tree in the Trail"}, {"description": "Tru Confessions is the first novel by children’s book author Janet Tashjian. It is published by Henry Holt and Company; the paperback is published by Square Fish, an imprint of Macmillan.  It was the basis of a popular Disney TV movie with Clara Bryant and Shia LaBeouf.  The book uses lists, illustrations, and diary entries in a format that’s friendly to reluctant readers.  It has been translated into several languages.", "title": "Tru Confessions (novel)"}, {"description": "Truce of the Wolf and Other Tales of Old Italy is a collection of seven Italian stories retold for children by Mary Gould Davis. They include a legend about Saint Francis of Assisi and a story from the Decameron. Illustrated by Jay Van Everen, it was first published in 1931 and was a Newbery Honor recipient in 1932.", "title": "Truce of the Wolf and Other Tales of Old Italy"}, {"description": "The Truth About Poop is a book by Susan E. Goodman and illustrated by Elwood H. Smith.", "title": "The Truth About Poop"}, {"description": "Turtle in Paradise is a 2010 children's novel written by Jennifer L. Holm. The book is a 2011 Newbery Honor Book and also won the Golden Kite Award. The main character, Turtle, is eleven years old and lives in Key West, Florida during the Great Depression.", "title": "Turtle in Paradise"}, {"description": "Uncle Wiggily Longears is the main character of a series of children's stories by American author Howard R. Garis. He began writing the stories for the Newark News in 1910. Garis penned an Uncle Wiggily story every day (except Sundays) for more than 30 years, and published 79 books in his lifetime. According to his obituary in the Chicago Tribune, a walk in the woods in Verona, New Jersey was his inspiration. The books featured work by several illustrators, notably Lansing Campbell. Other illustrators of the series included George L. Carlson, Louis Wisa, Elmer Rache, Edward Bloomfield, Lang Campbell, and Mary and Wallace Stover.", "title": "Uncle Wiggily"}, {"description": "A Very Special House, written by Ruth Krauss and illustrated by Maurice Sendak, is a 1953 picture book published by HarperCollins. A Very Special House was a Caldecott Medal Honor Book for 1954 and was Sendak's first Caldecott Honor Medal of a total of seven during his career. Sendak won the Caldecott Medal in 1964 for Where the Wild Things Are, which he both authored and Illustrated. A Very Special House was re-issued by HarperCollins in 2001 in hardcover format as part of a project to re-issue 22 Sendak works including several authored by Ruth Krauss.", "title": "A Very Special House"}, {"description": "A Visit to William Blake's Inn: Poems for Innocent and Experienced Travelers is a children's picture book written by Nancy Willard and illustrated by Alice and Martin Provensen, published by Harcourt Brace in 1981. The next year Willard won the annual Newbery Medal and the Provensens were one runner-up for the Caldecott Medal from the professional children's librarians. William Blake's Inn was the first Newbery-winning book to also be named a Caldecott Honor Book. Last Stop on Market Street later won the 2016 Newbery Medal and a Caldecott Honor.\nThe title alludes to Willard's inspiration by William Blake's Songs of Innocence and Songs of Experience.", "title": "A Visit to William Blake's Inn"}, {"description": "The Voyagers: Being Legends and Romances of Atlantic Discovery is a children's book by Padraic Colum. It comprises a mixture of legendary and historical stories about Atlantic exploration, from the story of Atlantis  to the naming of America. The book, illustrated by Wilfred Jones, was first published in 1925 and was a Newbery Honor recipient in 1926.The voyagers are Maelduin, Saint Brendan, the children of Eric the Red, Christopher Columbus, Ponce de Leon, colonists of Virginia, and Amerigo Vespucci. Their stories are told within a framing sequence of Henry the Navigator's interest in exploration.", "title": "The Voyagers: Being Legends and Romances of Atlantic Discovery"}, {"description": "Wayside School is a series of children's novels written by Louis Sachar, consisting of: Sideways Stories from Wayside School (1978), Wayside School is Falling Down (1989), and Wayside School Gets A Little Stranger (1995). The books tell the stories of a school built 30 floors high, with one classroom on each floor, but without a 19th floor. Each book contains 30 chapters.\nIn 1989, Sachar released two spinoff books of mathematics and puzzles interspersed with stories: Sideways Arithmetic from Wayside School and More Sideways Arithmetic from Wayside School. In 2005, a television special loosely based on the books titled Wayside: The Movie aired, and was followed-up in 2007 by a Wayside animated series.", "title": "Wayside School (book series)"}, {"description": "What Will Fat Cat Sit On? is a 2007 children's picture book by Jan Thomas.", "title": "What Will Fat Cat Sit On?"}, {"description": "Where the Wild Things Are is a 1963 children's picture book by American writer and illustrator Maurice Sendak, originally published by Harper & Row. The book has been adapted into other media several times, including an animated short in 1974 (with an updated version in 1988); a 1980 opera; and a live-action 2009 feature-film adaptation, directed by Spike Jonze. The book had sold over 19 million copies worldwide as of  2009, with 10 million of those being in the United States.Sendak won the annual Caldecott Medal from the children's librarians in 1964, recognizing Wild Things as the previous year's \"most distinguished American picture book for children\". It was voted the number one picture book in a 2012 survey of School Library Journal readers, not for the first time.", "title": "Where the Wild Things Are"}, {"description": "A Whole Nother Story is a children's book of spy fiction published in 2010 by Dr. Cuthbert Soup. It is his debut novel.", "title": "A Whole Nother Story"}, {"description": "Why I Will Never Ever Ever Ever Have Enough Time to Read This Book is a 2000 children's picture book by Remy Charlip.", "title": "Why I Will Never Ever Ever Ever Have Enough Time to Read This Book"}, {"description": "Wiggle is a children's picture book by Doreen Cronin and is illustrated by Scott Menchin.", "title": "Wiggle (book)"}, {"description": "William's Doll is a 1972 children's picture book by Charlotte Zolotow about a boy who wants a doll even though dolls typically are considered a toy only for girls. His father, uncomfortable with William's request, tries giving William toys the father considers more gender-appropriate, such as a basketball and a train set; while William enjoys these toys, he continues to ask for a doll. Eventually, the boy's grandmother fulfills the request, explaining to the father that William will use the doll to practice being a good father.\nZolotow has explained that although she is a feminist and appreciates that many feminists enjoyed the book's message, her inspiration was more from personal observations about her husband's early attempts to bond with the couple's son, Stephen, and about how men of the time period missed out on some of the pleasures of being closely involved with their children's development. She observed, for example, that by always exiting the room during diaper changes, her husband missed their son's first smile.The book often is used in the United States for lessons on gender roles, stereotypes, or general anti-bias education. For example, the journal article \"'William's Doll' Revisited\" was on a study comparing reactions of fourth-grade students in 1975 and in 2000.", "title": "William's Doll"}, {"description": "The Wonder-Smith and His Son: A Tale from the Golden Childhood of the World is a children's book by Ella Young. It is a collection of fourteen stories about Gubbaun Saor, the legendary Irish smith and architect. The book, illustrated by Boris Artzybasheff, was first published in 1927 and was a Newbery Honor recipient in 1928.", "title": "The Wonder Smith and His Son"}, {"description": "You Read to Me, I'll Read to You: Very Short Mother Goose Tales to Read Together is the third book in the You Read to Me, I'll Read to You series. It is written by Mary Ann Hoberman and illustrated by Michael Emberley.", "title": "You Read to Me, I'll Read to You"}, {"description": "A YOUNG PATRIOT: The American Revolution as Experienced by One Boy is a 1996 Children's history book by Jim Murphy. It is about the American Revolution and is based on the writings of Joseph Plumb Martin.", "title": "A YOUNG PATRIOT: The American Revolution as Experienced by One Boy"}, {"description": "Young Walter Scott is a fictionalized biography of the early life of Walter Scott by Elizabeth Janet Gray, set in Edinburgh in the late eighteenth century. Illustrated by Kate Seredy, it was first published in 1935 and was a Newbery Honor recipient in 1936.", "title": "Young Walter Scott"}, {"description": "Yummy: the Last Days of a Southside Shorty is a graphic novel by G. Neri with art by Randy DuBurke, published by Lee and Low Books in August 2010 (ISBN 978-1584302674). The story is about Robert “Yummy” Sandifer, who was eleven years old in 1994 when he became a fugitive from justice after killing a neighbor girl while he was shooting at somebody else during a gang initiation. Neri creates a fictional narrator who watches what happens to Yummy when he seeks help from the gang he is trying to impress. Instead, they turn on him when he becomes too much of a liability to them. The book asks hard questions: Was Yummy a thug who got what he deserved? Or was he just as much a victim as the girl killed? As our hero says, “I tried to figure out who the real Yummy was. The one who stole my lunch money? Or the one who smiled when I shared my candy with him? I wondered if I grew up like him, would I have turned out the same?”", "title": "Yummy: the Last Days of a Southside Shorty"}, {"description": "Zen Shorts is a 2005 children's picture book by Jon J. Muth.  The book was followed by Zen Ties in 2008.", "title": "Zen Shorts"}, {"description": "Zen Ties is a 2008 children's picture book by Jon J. Muth.  The book is a follow-up to Zen Shorts (2005), and a third book, Zen Ghosts, was released in September 2010.", "title": "Zen Ties"}]}